[
  {
    "language": "pt",
    "title": "D.A.M.A_CASA_0",
    "lyrics": "Quantas pedras trago eu no sapato\nQuantas vou tirar logo à tardinha\nA dar-te um beijo\nLá vou na canseira deste dia\nE ai, só vale a pena se acabar\nA dar-te um beijo\nA dar-te um beijo\nAninhado ao teu peito\nA dar-te um beijo\nAninhado ao teu peito\nA descansar\nAmor eu casava na mesma se o teu pai não deixasse\nSou náufrago porto de abrigo farol e desastre\nEu prometo ser verdade\nChegar a casa fazer o jantar e tirar-te a saudade\n(Coro)\nAmor eu casava na mesma sе o teu pai não deixasse\nSou náufrago porto dе abrigo farol e desastre\nEu prometo ser verdade\nChegar a casa fazer o jantar e tirar-te a saudade\nA dar-te um beijo\nAninhado ao teu peito\nA dar-te um beijo\nAninhado ao teu peito\nA descansar\nAmor eu estou à tua porta vem ficar para sempre\nCrianças no banco de trás e o pôr-do-sol em frente\nE num abraço ser família\nNós somos Casa, Bagunça e Viagem para o resto da vida\n(Coro)\nAmor eu estou à tua porta vem ficar para sempre\nCrianças no banco de trás e o pôr-do-sol em frente\nSer abraço, ser família\nNós somos Casa, Bagunça e Viagem para o resto da vida\nE que o dia acabe assim\nA dar-te um beijo\nAninhado ao teu peito\nA dar-te um beijo\nAninhado ao teu peito\nA descansar\n(Coro)\nA dar-te um beijo\nAninhado ao teu peito\nA dar-te um beijo\nAninhado ao teu peito\nA descansar"
  },
  {
    "language": "pt",
    "title": "D.A.M.A_CASA_1",
    "lyrics": "\nNão vi, só pude ouvir\nO que o resto me quis dar\nEssa boca a sorrir\nDeixa-me sempre a sonhar\nEncontrei uma menina\nQue eu achei não magoada\nDei-lhe beijinhos na boca\nAté ficar de madrugada\n\nNina, por favor\nNão me trates mal\nOlhinhos de cão, não 'tás num pedestal\nNina, por favor\nNão me trates mal\nNão te preocupes, não ’tás num pedestal\n\nMomento complicado\nÉ sempre hora de beijar\nNa espera foi uma inteira\nCom que tinha p'ra te andar\nEnganou-me com calma\nE no final fez-me dizer\nQue esta coisa do amor\nNunca deve acontecer\n\nNina, por favor\nNão me trates mal\nOlhinhos de cão, não 'tás num pedestal\nNina, por favor\nNão me trates mal\nNão te preocupes, não ’tás num pedestal\nNina, por favor\nNão me largues da mão\nCantaste-me Pega\nAtacaste-me o coração"
  },
  {
    "language": "pt",
    "title": "D.A.M.A_CASA_2",
    "lyrics": "\n\nWakha lil makaynch n3ass\nKant9atlou bach nwasslou li bghina b7al will smith f the pursuit of hapiness\nWasset casa l'mdina\nDrari tnssaw sir chouf f kolla darb ghatl9a blanate kit9raw\nGhatl9a brahach kitnkraw, bratach kitkraw\nFihome drari kitblaw fihoume drari jayba lko\nSDA3NA ; ghaywasslak finma konti b3iid oulla 9rib\nHint casablanca baf kbir kimazak ga3 lmaghrib\nHint casablanca film flou fih drari kayghaflou\n3la 9bal lblanate kay7afrou kichoufou l3a9a ou kaykafrou\nHint tawahad makaytafrou ga3 jyabhoume kaysaffrou\nKichoufou flard ou kaydaflou kichadou garrou ou kaynafrou \"FIH\"\nCasa drama machi blanca machi dream\nFcasa akhtar lmojrimine f casa sa3a flja7im\nOoh mama drari kiti7ou bhal lbiada9 f dama\nCasa drama film makidouzch f panorama BIATCH\n\nMachi hint andak homestudio ghatssama rappeur ou katfrimer\nChhal man wahad andou labo ou maki9cha3 walo f chimie\n3andou lmdad ou ma3arfch 3layach iktab\nChhal man wahad chana9 chad ou 3arfou ma9adarch idrab\nChouf mazyane f drari wila 9darti drab bali\nHint f casa lfilm ba9i khaddam ou 3amrou ghadi issali\nYeaaah merhba bik f casa machi cali\nFiha drari 3aychine ga3 sda3 f7yate lmakiaveli\nDrari fderbi 7a9dine ktar man naaazi\nKan3raf drari kirappew b7al boxcutterpaaazi\nLabanou lik drari diali ghbar ghir brad\nBaghi t3anad ghatmrad ghaycho9rouk ghatbrad\nBrahach 3la 9bal l3a9a jarine lblanate\nMtayaf ka3i hazz 17 fiddih ou kidrab finema jaate\nKi7argou f patherate kifarg3ou score f panterate\nBatman tzarra fcasa chaf bazzaf d'jokeraate"
  },
  {
    "language": "pt",
    "title": "D.A.M.A_CASA_3",
    "lyrics": "Its nholifegang Hoe ..\n(tou a matar)\n(Coro)\nBitches estou a fintar like Reinildo (golo)\nQuero uma Josina uma Josina like Ziqo\nVocês são cobras eu Edil da Macia\nRapper mais Gula queres ser meu leba ?\nNholifeclothes in this bitch\nMob in this bitch\nGarry trás os kiubs\nAstro bonbozinhos\nAstro bonbozinhos\nEu não sou teu irmão\nNão sou Twenty fingers\nNiggas is my sons engravidei like Lil Nas X\n#zaygagenius\nEu quero curtir em Dubai\nCom minha Dama\nCasar tipo Valdemiro\nConta bancária Helena Taipo\nB3 Money rebocar gajas do basket feminino\nShawtys da Disney já fui pateta agora quero Pocahontas\nSerá que devo abandonar o micro?\nSeguir outra cena quando eu rodar rеgresso do Malangatana?\nIn the ocean\nLikе Djavan\nIm the realist\nSince Craverinha\nYeah i talk shit \"Mamonas Assassinas\"\nO mundo está de olho em nois\nTeu grupo foi esquecido\nLike Tom Cruise\nLike Tom Cruise\nAqui é cada um por si\nCumpra o seu papel\nPatrão eu quero ser pago?\nPatrão eu quero ser pago?\nPorque sou um MC!! (tou a matar yeah)\nNão tenho nada contra ti\nSó quero meu Txi\nSó quero meu Txi\nSó quero meu Txi\nEu só quero meu Txi\nNholifeclothes in this bitch\nMob in this bitch\nGarry\nTrás os kiubs\nAstro bonbozinhos\nAstro bonbozinhos\n\" haa haa haa\" 😋😎\n(Coro)\nBitches estou a fintar like Reinildo (golo) (golo)\nQuero uma Josina uma Josina like Ziqo\nVocês são cobras eu Edil da Macia\nRapper mais Gula estás Busy em ser meu leba ?\nNão Sou teu irmão\nNão sou Twenty fingers\nNiggas is my sons eu engravidei like Lil Nas X (rodeio)\nAstro\nTras os kiubs\nAstro trás os\nGarry trás os Kiubs\nAstro trás os Bonbozinhos\nGANG in this bitch\n- (Its nholifegang Hoe)\nMob on this bitch 4x\n-Nholifeclothes Hoe\n(Ucra for life my nigga) !!!!\nGGN Ent\nGungular Agency\nGrind in this bitch\nGrind in this bitch\nYeah we Run the street's\nYeah control the street's\n(Haaa)😘"
  },
  {
    "language": "pt",
    "title": "D.A.M.A_CASA_4",
    "lyrics": "Ya las gentes murmuran que yo soy tu enemiga\nporque dicen que en verso doy al mundo tu yo.\nMienten, Julia de Burgos. Mienten, Julia de Burgos.\nLa que se alza en mis versos no es tu voz: es mi voz,\nporque tú eres ropaje y la esencia soy yo;\ny el más profundo abismo se tiende entre las dos.\nTú eres fría muñeca de mentira social,\ny yo, viril destello de la humana verdad.\nTú, miel de cortesanas hipocresías; yo no;\nque en todos mis poemas desnudo el corazón.\nTú eres como tu mundo, egoísta; yo no;\nque todo me lo juego a ser lo que soy yo.\nTú eres solo la grave señora señorona;\nyo no; yo soy la vida, la fuerza, la mujer.\nTú eres de tu marido, de tu amo; yo no;\nyo de nadie, o de todos, porque a todos, a todos,\nen mi limpio sentir y en mi pensar me doy.\nTú te rizas el pelo y te pintas; yo no;\na mí me riza el viento; a mí me pinta el sol.\nTú eres dama casera, resignada, sumisa,\natada a los prejuicios de los hombres; yo no;\nque yo soy Rocinante corriendo desbocado\nolfateando horizontes de justicia de Dios.\nTú en ti misma no mandas; a ti todos te mandan;\nen ti mandan tu esposo, tus padres, tus parientes,\nel cura, la modista, el teatro, el casino,\nel auto, las alhajas, el banquete, el champán,\nel cielo y el infierno, y el qué dirán social.\nEn mí no, que en mí manda mi solo corazón,\nmi solo pensamiento; quien manda en mí soy yo.\nTú, flor de aristocracia; y yo, la flor del pueblo.\nTú en ti lo tienes todo y a todos se lo debes,\nmientras que yo, mi nada a nadie se la debo.\nTú, clavada al estático dividendo ancestral,\ny yo, un uno en la cifra del divisor social,\nsomos el duelo a muerte que se acerca fatal.\nCuando las multitudes corran alborotadas\ndejando atrás cenizas de injusticias quemadas,\ny cuando con la tea de las siete virtudes,\ntras los siete pecados, corran las multitudes,\ncontra ti, y contra todo lo injusto y lo inhumano,\nyo iré en medio de ellas con la tea en la mano.\nTranslation\nPeople now murmur that I am your enemy\nFor they claim that in verses\nI reveal your essence to the world.\nThey lie, Julia de Burgos. They lie Julia de Burgos.\nThe voice uplifted in my verses is not your own: it is mine,\nFor you are garment and I essence;\nAnd the greatest abyss lies between the two.\nYou are the cold-blooded puppet of social deceit,\nAnd I, the driving splendour of human truth.\nYou, of courtesan hypocrisies...the honey; not I;\nWhose heart is revealed in my poems...all.\nYou are like your world, selfish; not I;\nWho dares all to be what I truly am.\nYou are merely the implacable, elegant lady;\nNot I; I am life, I am strength, I am woman.\nYou belong to your husband, to your master; not I;\nI belong to no one, or to everyone, because to all,\neveryone, In wholesome feeling and thought, I give myself.\nYou curl your locks and paint yourself, not I;\nI am curled by the wind; brightened by the sun.\nYou are homebound, resigned, submissive,\nConfined to the whims of men; not I;\nI am Rocinante galloping recklessly\nWandering through the boundaries of God's justice.\nYou are not in command of self; everyone rules you:\nYou are ruled by your husband, your parents, relatives,\nThe priest, the seamstress, theatre, club,\nThe car, jewels, the banquet, champagne,\nHeaven and hell and... social hearsay.\nBut not me, I am ruled by my heart alone,\nMy sole thought; it is \"I\" who rules myself.\nYou, aristocratic blossom; and I, the people's blossom.\nYou are well provided for, but are indebted to everyone,\nWhile I, my nothingness to no one owe.\nYou, nailed to the stagnant ancestral dividend;\nAnd I, but one digit in the social cipher.\nWe are the encroaching, inevitable duel to the death.\nWhen the multitude uncontrolled runs,\nThe ashes of injustices, burnt, left behind,\nAnd when with the torch of the seven virtues,\nThe throng to the seven sins gives chase,\nI will be against you and against all\nThat is unjust and inhuman.\nUpholding the torch... I shall be among the throng"
  },
  {
    "language": "pt",
    "title": "D.A.M.A_CASA_5",
    "lyrics": "\nBitch, yeah, huh (I got so much Enrgy)\n\nSeventy-five or better for a eighth, I only blow exotic\nAll-black Amiris with the leather like I'm going gothic\nI'll pull the fully out and bring the ho up out 'em\nBig roll on me, got yo' bitch in here blowing Johnson\nIn that widebody doing donuts, I'm a jackass\nTurned his hood into Baghdad, now he a hashtag\n201, doing Saks bad, I'm finna bag drag\nOld bitch bugging, had to block her with her mad ass\n\nAnywhere you see me at, I got blick regardless\nChop got a hundred .223's, could hit any target\nHellcats up the ave', hear the Kitty barking\nAss full of silicone, her cup full of Rémy Martin\nI was broke once upon a time, I can't go back\nTryna fight? We'll leavе him holy like the pope, Jack\nGoosе for the winter, thousand dollars on my coat rack\nSBDSM full of shitters, but you know that\n\nFirebomb the spot and put a claymore at the door\nUp off a deuce, but if I pour a four, I'ma snore\nOcean Drive, you might catch me flooring in a Porsche\nG-O-A-T, feel like Mike Jordan on the court\nFirst 5K, you want the vid'? I might need seven\nReach for this chain? Guarantee that you gon' see Heaven\nI ain't never chase 'em, I was dream catching\nFifty-some' pair, got a European sneak' fetish\n\n.223's to his collarbone, knock his shoulder loose\nIf I send 'em out, it ain't no telling what my soldiers do\nYou hear every fucking horse when my motor zoom\nFeel like Simon, yo' bitch do exactly what I told her to\nHaha, like, blow me and blow gang next\nLike you white and we the KKK, you can't hang, neph'\nShe ain't got shit for me if it ain't neck\nOnly pulled up on her for the head but we came sex\n\nJust fucked up Chase with an Amex and fake check\nShe just sent the drop, know I'm pulling up with Latex\nI pulled a four of zip, I fucked around and laced neph'\nOne week, did a fifty ball in the same Tech\n\nShit, fuck, damn, hit the 'Wood, almost knocked me out\nBefore you cuffed, you should've figured out her body count\nI got the Par and the Tris but this a Wocky drought\nElmer Fudd, tryna catch a wabbit, bring the shotty out\n\nShit, fuck, damn, demon bitch with some godly dome\nLunch time, blew a hundred bucks at Hibachi door\nLot of fiends at the trap, this the zombie zone\nPull up on yo' bitch and fuck face, that's what time we on\n\nShit, fuck, damn, push the pedal, feel like Vin Diesel\nBaddie in the Hellcat, my bitch and my whip evil\nMozzarella on his head, I bet we switch cheeses\nTrack.2 Man, you see me out, I'm prolly big B'ing\n\nShit, fuck, damn, Casamigo' got me acting bad\nThink he running off? Them 7.62s'll catch his ass\nTwo hoes and one me, bitch, I'm smacking ass\nLet the ratchet blast, hell no, I won't jab his ass\n\nShit, fuck, damn, damn, fuck, shit, I'm high as hell\nNah, for real, I'm sitting down, no need to light a tail\nTwenty ball in the Ksubis, got 'em tight as hell\nLil' bro got his gun cheaper than a fire sale\n\nShit, fuck, damn, all this damn dog shit, fuck\nThousand dollars on some damn jeans and they ripped up\nGlock to his BAPE, leave a nigga shit zipped up\nAlready knowing she gon' fuck 'cause I'm rich, duh\n\nShit, fuck, damn, shit, fuck, damn, shit, fuck\nShit, fuck, damn, fuck, shit, we got big thrust\nShit, fuck, damn, double back, we can't spin once\nShit, fuck, damn, shit, fuck, like bitch, what?\n\nHa, yeah\nShittyBoyz, Dog Shit Militia, that's on every song\nWhew\nShit, fuck, damn\nShittyBoyz"
  },
  {
    "language": "pt",
    "title": "D.A.M.A_CASA_6",
    "lyrics": "Ya las gentes murmuran que yo soy tu enemiga\nPorque dicen que en verso doy al mundo mi yo\nMienten, Julia de Burgos. Mienten, Julia de burgos\nLa que se alza en mis versos no es tu voz: es mi voz\nPorque tú eres ropaje y la esencia soy yo; y el más\nProfundo abismo se tiende entre las dos\nTú eres fria muñeca de mentira social\nY yo, viril destello de la humana verdad\nTú, miel de cortesana hipocresías; yo no;\nQue en todos mis poemas desnudo el corazón\nTú eres como tu mundo, egoísta;\nYo no; que en todo me lo juego a ser lo que soy yo\nTú eres sólo la grave señora señorona; yo no\nYo soy la vida, la fuerza, la mujer\nTú eres de tu marido, de tu amo; yo no;\nYo de nadie, o de todos, porque a todos, a\nTodos en mi limpio sentir y en mi pensar me doy\nTú te rizas el pelo y te pintas; yo no;\nA mí me riza el viento, a mí me pinta el sol\nTú eres dama casera, resignada, sumisa\nAtada a los prejuicios de los hombres; yo no;\nQue yo soy Rocinante corriendo desbocado\nOlfateando horizontes de justicia de Dios\nTú en ti misma no mandas;\nA ti todos te mandan; en ti mandan tu esposo, tus\nPadres, tus parientes, el cura, el modista\nEl teatro, el casino, el auto\nLas alhajas, el banquete, el champán, el cielo\nY el infierno, y el que dirán social\nEn mí no, que en mí manda mi solo corazón\nMi solo pensamiento; quien manda en mí soy yo\nTú, flor de aristocracia; y yo, la flor del pueblo\nTú en ti lo tienes todo y a todos se\nLo debes, mientras que yo, mi nada a nadie se la debo\nTú, clavada al estático dividendo ancestral\nY yo, un uno en la cifra del divisor social\nSomos el duelo a muerte que se acerca fatal\nCuando las multitudes corran alborotadas\nDejando atrás cenizas de injusticias quemadas\nY cuando con la tea de las siete virtudes\nTras los siete pecados, corran las multitudes\nContra ti, y contra todo lo injusto y lo inhumano\nYo iré en medio de ellas con la tea en la mano"
  },
  {
    "language": "pt",
    "title": "D.A.M.A_CASA_7",
    "lyrics": "Ya las gentes murmuran que yo soy tu enemiga\nporque dicen que en verso doy al mundo tu yo.\nMienten, Julia de Burgos. Mienten, Julia de Burgos.\nLa que se alza en mis versos no es tu voz: es mi voz;\nporque tú eres ropaje y la esencia soy yo;\ny el más profundo abismo se tiende entre las dos.\nTú eres fría muñeca de mentira social,\ny yo, viril destello de la humana verdad.\nTú, miel de cortesanas hipocresías; yo no;\nque en todos mis poemas desnudo el corazón.\nTú eres como tu mundo, egoísta; yo no;\nque todo me lo juego a ser lo que soy yo.\nTú eres sólo la grave señora señorona;\nyo no, yo soy la vida, la fuerza, la mujer.\nTú eres de tu marido, de tu amo; yo no;\nyo de nadie, o de todos, porque a todos, a todos,\nen mi limpio sentir y en mi pensar me doy.\nTú te rizas el pelo y te pintas; yo no;\na mí me riza el viento; a mí me pinta el sol.\nTú eres dama casera, resignada, sumisa,\natada a los prejuicios de los hombres; yo no;\nque yo soy Rocinante corriendo desbocado\nolfateando horizontes de justicia de Dios.\nTú en ti misma no mandas; a ti todos te mandan;\nen ti mandan tu esposo, tus padres, tus parientes,\nel cura, la modista, el teatro, el casino,\nel auto, las alhajas, el banquete, el champán,\nel cielo y el infierno, y el qué dirán social.\nEn mí no, que en mí manda mi solo corazón,\nmi solo pensamiento; quien manda en mí soy yo.\nTú, flor de aristocracia; y yo la flor del pueblo.\nTú en ti lo tienes todo y a todos se lo debes,\nmientras que yo, mi nada a nadie se la debo.\nTú, clavada al estático dividendo ancestral,\ny yo, un uno en la cifra del divisor social,\nsomos el duelo a muerte que se acerca fatal.\nCuando las multitudes corran alborotadas\ndejando atrás cenizas de injusticias quemadas,\ny cuando con la tea de las siete virtudes,\ntras los siete pecados, corran las multitudes,\ncontra ti, y contra todo lo injusto y lo inhumano,\nyo iré en medio de ellas con la tea en la mano."
  },
  {
    "language": "pt",
    "title": "D.A.M.A_CASA_8",
    "lyrics": "Dylan why you care so much about polizia\nWhy you got so many weapons in your damn casa\nWhy you talk so much about medical doctors (I don't know)\nMedical gauze rozz Wrappin up imposters\nYou need to learn to stay inside your lane hoe\nI'm flamed up, Ya got me seein red like a norteno\nRojo rojo all I wanna see up on my walls\nComing up out the darkness once a year to roam the halls\nYeah its surgeryman , I hit the big time\nScissors in my pocket just to cut your life line\nGet yourself in the wrong place , right time\nLove to see a person dying crying while apologizing\nYou know I got it\nR O Double Z Dyliams and I been about it ballin out and luminal swabbin\nSprayin\nI ain't playin bitch I'm super saiyan\nI'm super pimpin pretty soon I'll be pimpin the nation\nLike Debbie and daph-a-ne\nI said you comin with me\nNow I hit the mall with two fine hoes that look like avenue d\nTakin no chance, gimme them bands\nPut em up in my hand and watch me slide and glide across the flo and do my jughead dance\nThrashin around I see their ain't no exodus for me\nR O Double Z , just a young g\nObsessed with torturing my enemies\nCall me the pig father when I gather swine cut the throat and let em bleed\nLet em bleed all out, thought you saw me ballin out in a century\nPig Father\nPig Father\nPig Father\nPig Father"
  },
  {
    "language": "pt",
    "title": "D.A.M.A_CASA_9",
    "lyrics": "Ela caiu no cerol, mais um domingo de sol\nE que quantia de sainha que gasta milhão\nLombra top, Iô, e abre a porta, iô\nSex machine, cine e motel, iô\nSeja bem-vindo ao meu clu, clu, clu, clu, clu, club\nE as numeradas vem e vai dentro do culouro\nÔ, ô, ô... tem o talento\nBarraco tem e boy eu vou cai pra dentro\nBeijo na boca jeito que quero e sei que você vai\nNão nega, beijo na testa eu peço pra minha mãe\nAltas cachorras no sete, então se liga moleque\nA noite rola, então otário se liga no flash\nEí, uma salto a vai patricinha que cai\nNão me conta seus problemas que eu não sou o seu pai\nBom lugar pra se curti e é a gente que faz\nUm cano e vodca um gole pike só no gás\nTipo chapado pele e maney na disposição\nMeio descolado no aquário os peixe vem na mão\nApresento o ouro com o numero das banda dólar\nEu sou estrela e os flash já não me incomoda\nNo luxo pago caro, pro meu bem estar\nMansão, iate e jet ski, orkut polo no jaguar\nUm bilionário sem receio gira a roda da fortuna\nUm império que eu comando é minha vida e não afunda\nEu quero é vê ganha um milhão no jogo da vida\nSe bajulado e do seu lado só mulheres lindas\nDesde pequeno eu sempre um rei, e assim vai ser\nVitória mais vitória minha vida minha glória\nEu já conheço seu requinte e o preço da minha fama\nDe jatinho pelo céu no fã club elas me ama\nTipo assim que meu cenário flash na balada\nTipo numero um é o que se destaca\nVai busca o que é seu porque pra mim vão entrega\nLupa branca, aba reta, meu pisante\nMinha prata, minha bermuda\nMeu dinheiro e as mina lambendo a boca\nTudo entra em desespero\nNo percurso é só a zona\nDesbanca, mim gana suite e a dama\nCastelo a seduz"
  }
]