[
  {
    "language": "en",
    "title": "DJ_MATEY_OPTIONS_0",
    "lyrics": "DJ cash\nMatty Trump\nSammy adams\nChamps league\nBring it back\nMatty trump\nSammy adams (Whoo Kid)\nChamps league\nMotha fucka\nBarcelona on Bitch, Oh\nLights out\nWord on the street is\nMoney he got plenty\nHe ain't playin\nThey ain't ready\nShits gon get a little heavy, oh\nBeatin up the beat\nEarly up I call it Breaky\nAnd I'm skatin through the generous\nRidin fast like a (bang bang)\n365 day cash flow diet\nIf I ain't doin shows or in the studio I'm dyin'\nBuzz that I created make people think I was buyin\nI guess these dudes forgot that makin money takes some grindin'\nI been doin this for 9 months but I'm sure they know\nThat I put in more work that you have in like 4, 5 years or so\nCan't hear all them haters\nLearned a technique couple weeks ago\nMiddle fingers up bitch\nMy eyes are closed\nYeah forget\nMr.Stern\nAlex (energy)\nOh (Basshead)\nStop time ocho\nTaller than you front row\nYellow flag not throw\nI'm whack thought so\nHard to take a loss oh\nEyes on picassos\nI'm a mile high smokin nuggets in a bronco\nHear me on my junk go all records all gold\nRecord labels all hoes\nTalkin to my mom oh\nSo rude but in interviews a gentlemen\nCan't compare me to somethin in the game that's (oh oh)\nUh like me like me\nAnd these bitches mad I care more about my nikes\nStuck off a plane blowin smokes like lee\nAnd these dudes are blown away goin on beats like these (whoo)\nYeah, I call it hip hop dubstep\nThis has not been done yet\nShit that get the club wet\nYeah I'm movin out I got a sub let\nMad I gave the game somethin that they haven't fucked with\nYeah and admit it feels awkward\nTo not say a word but know that everyone's talkin\nEvery eye is watchin\nStudio locked in\nGo and get this off me\nBaby failin's not an option\nYeah ironic how I walked in\nAnd if it was the 90's\nI'd be blastin in your walk-man\nPlease, hold the comments I get often\nYou need to take a breather\nMaybe you should take a walk man"
  },
  {
    "language": "en",
    "title": "DJ_MATEY_OPTIONS_1",
    "lyrics": "DJ cash\nMaty trump\nSammy adams\nChamps league\nBring it back\nMatty trump\nSammy adams (Whoo Kid)\nChamps league\nMotha fucka\nBarcelona on Bitch, Oh\nLights out\nWord on the street is\nMoney he got plenty\nHe aint playin\nThey ain't ready\nShits gon get a little heavy, oh\nBeatin up the beat\nEarly up I call it Breaky\nAnd I'm skatin through the generous\nRidin fast like a (bang bang)\n365 day cash flow diet\nIf I aint doin shows or in the studio I'm dyin'\nBuzz that I created make people think I was buyin\nI guess these dudes forgot that makin money takes some grindin'\nI been doin this for 9 months but I'm sure they know\nThat I put in more work that you have in like 4, 5 years or so\nCan't hear all them haters\nLearned a technique couple weeks ago\nMiddle fingers up bitch\nMy eyes are closed\nYeah forget\nMr.Stern\nAlex (energy)\nOh (Basshead)\nStop time ocho\nTaller than you front row\nYellow flag not throw\nI'm whack thought so\nHard to take a loss oh\nEyes on picassos\nI'm a mile high smokin nuggets in a bronco\nHear me on my junk go all records all gold\nRecord labels all hos\nTalkin to my mom oh\nSo rude but in interviews a gentlemen\nCan't compare me to somethin in the game that's (oh oh)\nUh like me like me\nAnd these bitches mad I care more about my nikes\nStuck off a plane blowin smokes like lee\nAnd these dudes are blown away goin on beats like these (whoo)\nYeah, I call it hip hop dub step\nThis has not been done yet\nShit that get the club wet\nYeah I'm movin out I got a sub let\nMad I gave the game somethin that they haven't fucked with\nYeah and admit it feels awkward\nTo not say a word but know that everyone's talkin\nEvery eye is watchin\nStudio locked in\nGo and get this off me\nBaby failin's not an option\nYeah ironic how I walked in\nAnd if it was the 90's\nI'd be blastin in your walk-man\nPlease, hold the comments I get often\nYou need to take a breather\nMaybe you should take a walk man"
  },
  {
    "language": "en",
    "title": "DJ_MATEY_OPTIONS_2",
    "lyrics": "\nFíjense, no existen límites en mis orígenes\nY vírgenes exien ser esfinges sin pirámides\nSíganme, muéstrenme las puertas del infierno\nEstán al lado de las puertas de cielo, no se equivoquen\nNo me provoquen, ustedes no me conocen\nMaté a Optimus Prime de los Transformers y me fuí pa'l cole\nY estudiaba, y miraba los diseños de las bragas\nBajo faldas de las seños cuando no miraban\nFué mi edad del pavo, músculos sin escrúpulos\nQuisieron mi culo y se merendaron mi rabo\n(A dos carrillos!), y ahora mendigan estribillos\nDe mierda en conciertos de los sencillos\nYo no sé ni que coño es el tono, yo solo cojo\nRitmos gordos y los encabrono\nYo, con un pañuelo y cloroformo\nTransformo niñas veinteañeras en actrices porno\nHazlo bién! Hazlo guapo! Hazlo fresco! Hazlo bueno!\nEs el retorno de el producto, de Madrid al cielo!\nEs Nerviozzo! Es Locus! Dj Time! Duo Kie!\nNo se repriman! Tampoco se fien!\nX2\n\nEh!, que pare el mundo, que continue el espectáculo\nNi el odio ni el amor entran en mis cálculos pero están ahi\nA veces el amor te puede conducir al odio\nA veces el odio te conduce al amor por partirte el craneo\nEn Madrid las calles huelen a plan b\nHuelen a demasiadas cosas que hacer\nHuelen a amante del que hay que esconder\nHuelen a amor, odio, sudor, a veces sangre\nVes?, sin duda hoy la luna nos vigila\nVuscaremos guarida y le pondremos tequila\nDejame que te hable de mi y de mis circustancias\nHe conocido a Dios y no es un tipo de fiar le falta elegancia bien será mejor que no nos quemen estamos a punto de estallar y ponerlo todo perdido de semen non se frenen esta noche con nosotros Duo Kie vuelven, borrachos y orgullosos\nHazlo bién! Hazlo guapo! Hazlo fresco! Hazlo bueno!\nEs el retorno de el producto, de Madrid al cielo!\nEs Nerviozzo! Es Locus! Dj Time! Duo Kie!\nNo se repriman! Tampoco se fien!\nX2\n\nQue tenemos mejor puerto que en la costa de la isla de los muertos, en Madrid los héroes mueren con los ojos abiertos, por eso aquí no ruedan los finales de las pelis, tu quieres ser feliz? Shoot the sheriff! Yo no soy hipócrita, no digo que vivo al lao de Tirso de Molina porque suene cosmopólita, es por pasta, algún día llegaremos a la cima, miraréis desde abajo con envidia, si ésta no os aplasta\nHazlo bién! Hazlo guapo! Hazlo fresco! Hazlo bueno!\nEs el retorno de el producto, de Madrid al cielo!\nEs Nerviozzo! Es Locus! Dj Time! Duo Kie!\nNo se repriman! Tampoco se fien!\nX2\n\nVen a Madrid si quieres perder la fé\nVen a Madrid si ya no sabes porqué haces las cosas que haces ven a Madrid si ya no te quedan amigos aqui estamos igual de jodidos pero hay más bares hay más policias, hay más ladrones aqui a cada dia que pasa tienes más razones pa mandar a la mierda tus sentimientos en Madrid se casaron dos, en Madrid murieron doscientos!"
  },
  {
    "language": "en",
    "title": "DJ_MATEY_OPTIONS_3",
    "lyrics": "I remember stumbling upon a command that had been printed on a very thin sheet that read:\n“Give to him who asks you, and from him who wants to borrow from you do not turn away.”\nThough simply put and straightforward, I suddenly felt the zeal in my spirit wrestle with a resistance writhing about in the depths of my heart. As an exercise I’d use my last name to remind me of this unrelenting command that Jesus Christ stated in the book of Matthew. Shortly after, I met a crew of devout believers that were so passionate about radical giving and the story of the ultimate Gift (that is, the Gospel of Jesus Christ) that my life and growing years as a young adult would be forever impacted spiritually and artistically.\nIn the Spring of 2014 I was radically gifted the opportunity to partner with Humble Beast Records and what an experience that has been. I was immediately booked for a robust tour schedule with my mentors and new label-mates Propaganda and DJ Efechto. I can effortlessly reflect on the intimate discipleship, love, support, time, resources, money, sweat, tears, pain, storms, trials, and victories that these two have submitted themselves to for the sake of others. But what proved to be even more remarkable is this character type would immediately prove itself through the whole hive of new lifetime friends/colleagues: Thomas Terry, Bryan Winchester, Courtland Urbano, Daniel Steele, Jackie Hill-Perry, Gary Bagby, Eshon Burgundy, Esteban Shedd, Aaron Lopez, Lee Green, Hassan Muhammed, Anthony Benedetto, Paul Barger, Rene Garzona, James Calkins, Josh Hill, Adam Crouch, and deliberately listed lastly, Phil Bouleh.\nAs a developing artist and a young man, the leadership and guidance in the Christ-like pursuit of excellence in art, evangelism, and theology were moreover what any single, early-twenties, unemployed, rap novice needs desperately in developing in character and career. I cannot begin to tell of the amount of grace given and intensity of the burdens that Thomas and Bryan have shared to accomplish such a task, and may God always shine his favor on these two men in a special way.\nIn the Summer of 2015, we were blessed to present the fruits of our labor as a collaborative partnership in my debut LP entitled Fly Exam, a creative experience that can neither be rivaled, nor reimagined as anything but an example of supernatural tenacity, patience, and overflowing grace and love amongst friends, creatives, and moreover, family — a family that has sacrificed and invested in my potential and my career as a musician.\nEven now, in this reflection, I have been reluctant to the idea of crafting my statement of departure. With the blessing of my partners, I have decided to part ways and end my season with Humble Beast as a contracted recording artist. After much prayer and counsel, and months of deliberation, I’ve decided that what is best for the furthering of my career is to discontinue the pursuit of my contract with the label and pursue other ventures that have been in the works for me. I’ve been exploring a plethora of options for myself and I would not want any of these personal endeavors to clash with any of efforts that Humble Beast has for the future.\nI send my deepest thanks to you and ask that you join me with a continued support of Humble Beast and all its endeavors. It is because of your radical generosity that I have been blessed with the true meaning of freely given.\nSincerely,\nJeremiah Givens"
  },
  {
    "language": "en",
    "title": "DJ_MATEY_OPTIONS_4",
    "lyrics": "\n(License) This is my shit right here\n(To kill) What's up Kay Slay? Drama King\nHah, King to his craft\n(What's it gonna be, License to kill)\nBig shouts to Gunplay, Trae The Truth\n(What's it gonna be) Big KRIT\n(Boy keep it real) Big Tray Dee, License to kill\nCome on! (Gunplay)\n\nGloves and mask, slugs and cash\nFour five and rounds, make you climb the ground\nHomicides, mamma's and cries\nPreying on the racknid coward, demise\nNiggas riding dirty, they shower this ride\nNever celebrate, it's a promise to God\nIf I get it up, to my homies, promise top ride\nHop out with that stick, that's a proper surprise\nNiggas get they dropping, when that copper go flying\nAm all about that action, just ain't rocking no rhymes\nFold out rifle, looks like Optimus Prime\nTransforming thugs to a pussy a times\nCaught a body, celebrate with some cush and some wine\nCancelled your options, all that's left is pallbearers and boxes\nTook his breath, left him bluer than Oxys\nAin't a killer if you never, went through with the process\n\n(What's it gonna be, License to kill)\nShout out to Gunplay and Sammi J on the track\n(What's it gonna be) Sounds so good\n(Boy keep it real)\n\nYeah, I race for this street shit, It ain't too much to talk bout\nConvertible to foot boy, am tryna take his top out\nI came to get those swap out, street sweep you like am Kay Slay\nThese toppers come up heavy, no more base, nigga that's lethal\nI hustle, tell them it's pay day, the coder never do whatever Trae say\nThe heard you dropping like lately, that nigga ever try to play dray\nIt set it off like am Vader, this thin though no radar\nI trip now, not Vader, your bitch choose, I take her\nGet mine, I make up, This world mine, I die by it\nI'm young truth, no lie about it\nThat's why the dry bout it\nHouston Texas, I rip it like all the N.Y\nAm who they ride with till they die\nYou can't see death with no eye, but nigga this is real talk\nI can show you how Trio walk, see mask and this steel bark\nSeal up like big Ho, rest in peace\nOne thousand at the least, this gangster here a beast\nLet's go the south release, haters we out to peace\n\nWhat's it gonna be, License to kill\nWhat's it gonna be, boy keep it real\n\nYoung K.R.I.T, cared about my kingdom and my lane\nLet no strangers pop, that old school drop\nThem hitters don't stand no chance\nDancing on they graves, get their player mate\nSince my younger days, a nigga go bawling like they spawling\nLike they have to pay for Prado\nI flow the type that rackle, I heard they falling out\nBitch, I got my stack up, you know the game\nGravy when you got the bread to sap up\nAnd holds them through the trenches\nNothing under when they pop up\nSo chop them down, let them turn to crime\nFucking with the king, with my fur\nKeep me ferra cruise﻿, while I comb the scene\nBrush the niggas with the power players, the conversators\nAm talking million dollars business over taking haters\nLove the live I live, these niggas out to dine and hate\nThey need to live more, they pay this shit I don't feel for\nI break the bank and bill though, your bitch stay in your billfold\nWalk out till the sundown, forever ever Trio\n\nWhat's it gonna be, License to kill\nWhat's it gonna be, boy keep it real\n\nYou know how we do it, for the gee see me fighting life on the pills\nFor I hold tight on my steel, got a license to kill\nCheck their image not a blemish, since I step in the game\nAll my position strictly testing my aim\nYeah I keep that bob walking, nigga come on down\nLook, and see the next contestant, as I let these rounds go\nMost of y'all just talk the talk, am well known to chalk shit off\nPut you in some shitty lane, no way that you gone walk it off\nDon't play games, keep that flame\nEast 23rd street I claim, stay in front line and always riding\nNo one can see my game\nBeats seven bread, and my heat full of lead\nIt's banging in they jaw, weak niggas scared\nAm mad dog, niggas love beef when it's real\nCatch you sleeping with your bitch, get you three to your head\nYeah, I mean what I said, come and try if you will\nAnd be the beast from these streets with a license to kill\nThat's real\n\n(What's it gonna be, License to kill)\nPeace out to Trae Dee, Long beach up in this motherfucker\n(What's it gonna be, boy keep it real)\nLet's keep it moving"
  },
  {
    "language": "en",
    "title": "DJ_MATEY_OPTIONS_5",
    "lyrics": "It feels like everything's gonna be okay someday\nIt feels like everything's gonna be okay someday\nI know times are hard, but we'll all keep pushing on\nAnd it feels like everything's gonna be okay someday\nWe're going through this together, it kinda sucks though\nLiving out in Vegas, but ran out of the luck, bro\nI'm trying to keep it positive, I don't wanna lose my cool\nThe class of 2020 can't even graduate from school\nMy mind is going crazy, my mental is out of sorts\nI'm worried what could happen when I open the door\nThank God for Netflix, man, I'd've really been bored\nBut the fuck am I missing sports I never follow anymore?\nThis pandemic, it ain't ending, we all in crisis mode\nThis lockdown is feeling like a psychiatric hold\nBut thank God for the nurses that help professionals\nThe front line, the workers, the ones in pressure roles\n'Cause I ain't doing shit, and I know that I'm non-essential\nSo I stay the fuck at home 'cause that's the only thing I can do\n'Cause I don't credentials to be saving nobody's life\nIf we stay strong through the dark times, we gon' be aight\nIt feels like everything's gonna be okay someday\nIt feels like everything's gonna be okay someday\nI know times are hard, but we'll all keep pushing on\nAnd it feels like everything's gonna be okay someday\nYa, ya, ya, ya\nYeah, quarantine, quarantine\nStuck in the house, boring, boring\nCorona got a hold of the world, and now we folding in\nChest caving in until our shoulders touch\nGotta fight back until it stops, dis guy won't back down\nAnd I won't be making Tik Toks, hip-hop\nIf I collapse from this virus\nThen I'm bullshit out of luck, yeah\nThis is the devil's work, sinister\nBut we gon' bend the curve, and everything will get reversed (gotta believe)\nYeah, shit, we been in the dirt\nEver since they hit us first\nAnd 45 was  job, we would've been alert\nHuh, yuh, I said what I said\nAnd I don't pick sides, I just call it how it is\nWhole lotta options, something's gotta give\nBut we gon' be okay anyway, ya, ya, ya, ya\nThis pandemic, it ain't ending, we all in crisis mode\nThis lockdown is feeling like a psychiatric hold\nBut thank God for the nurses that help professionals\nThe front line, the workers, the ones in pressure roles\n'Cause I ain't doing shit, not essential\nNo, I ain't doing shit, I got no credentials\nAnd it feels like everything's gonna be okay someday\nAnd it feels like everything's gonna be okay someday\nI know times are hard, but we'll all keep pushing on\nAnd it feels like everything's gonna be okay someday\nYa, ya, ya, ya"
  },
  {
    "language": "en",
    "title": "DJ_MATEY_OPTIONS_6",
    "lyrics": "\n4AM\nNoki\nHelix\nNOVAGANG\nBloodhounds\nNoheart\nGoonnCity and you can't get in\nThis is a balls presentation\n\nCut that nigga off, he so annoying\nLet his body bleed right in the storage\nThere's a killer, he's among us, think it's orange\nI'ma get that pussy nigga voted\nCut that nigga off, he so annoying\nLet his body bleed right in the storage\nThere's a killer, he's among us, think it's orange\nI'ma get that pussy nigga voted\n\nHop out of the vent\nSlice you into two, now I'm coming for your friends\nSabotage the lights, kill your crew mates, make it end\nI've been doing tasks, but I fake them like a trend\nFakе them like a trend\nSaid you want hеlp in O2\nBut I won't type the code, I'll just stab you\nI'ma lie about your homie, get him voted off\nCut the comms and I'll kill you right there in the hall\n\nTwo of my friends can cut your shit off\nAnd he doing all the talking, he about the chit chat\nYeah, I don't have time to sit back, roll another big pack\nSmoking on big pack, yeah, my lungs gon' relapse\nYou go wherever I go, smoking something real low\nStanding on my fucking toes,  so close\nDid some shit I can't disclose so I'm chilling on my own\nYeah, yeah, I'm chilling on my own\n\nGoonn\nAll you niggas fake, you some imposters\nYou not on the roster so don't you even bother\nI'ma cut all of the lights, turn this bitch into a slaughter\nFind you in a Medbay, we don't got no doctors\nLurking in the dark, uh, where the fuck your head go?\nBitch, redrum, p4rkr, I don't know, he dead though\nI'ma kill all of the witnesses that fucking with the feds, ho\nYou say that I'm fishy, huh? Yeah, you dead, bro\n\nI got an infrared so I'd watch where you're stepping, man\nBig ass MK-23, jump off the cut, \"What's happening?\"\nAll the shit that you was talking, tell me you don't mean it\nYou don't comply, squeeze it\nNo face, no case, I'm leaving\nI'm not in the streets no more but I hop right back in 'em\nIf he's talking down, and he's a local, I'ma kill him\nWhile I'm squeezing at your soul, this shit's never getting old\nI'm big Quinny from the Jenny, but up north where it gets cold\n\nCut that nigga off, he so annoying\nLet his body bleed right in the storage\nThere's a killer, he's among us, think it's orange\nI'ma get that pussy nigga voted\nCut that nigga off, he so annoying\nLet his body bleed right in the storage\nThere's a killer, he's among us, think it's orange\nI'ma get that pussy nigga voted\n\nYeah we're on your ass we're taking all your oxygen\nCaught him by himself we might just spin his block again\nI just murked a cracker think his name was Johnathan\nThis game is hoeing me I don't think that I'll ever win\nI might switch the flow up\nI might hit a glo up\nI'm with my brother Noki and we might just pour a four up\nYeah they tryna get me gone but they just never show up\nHeart racing it's going too fast I might throw up\n\nSpaceship as a pet, my suit all black\nBody count, I stack\nLil' nigga get clapped\nI get your mans, hop in the vent\nThey don't know 'bout that\nDownloading files, swiping my card, but I'm just faking my tasks\nAh, his bitch ass is annoying\nI don't know where I'm going\nHiding at Medbay, kill him, then the door closing\nHis pussy ass is folding\nMeeting, time for voting\nBody count, I stack\nYou're the one I'm 'bout to attack\n\nAye, I hop out the vents, I shoot at your mans\nI said fuck the crew, I'm not one of them\nBut if I was them, I'd just mind my own business\nMan, I just got killed like, bro, are you kidding?\nNo, I'm not the impostor\nThat boy is a talker\nIf he saying something then I'm gonna get him slaughtered\nHit him with a chopper, I am not a boxer\nAnd if I'm finna kill him then I'm finna do it properly\n\n(EXO)\nLet's go, go, go\nGet your racks and get your sticks\nHe say that he want no more smoke\nCan my brother handle it?\nLike they can't take no more\nYeah, they afraid to call it quits\nPull off running to the mother, bitch, I'm dirty rocking it\nYou say you do this out of leverage, you too busy knocking\nConstantly waiting for the day\nI don't have to see your face\n\nAny questions? Fuckboy you get beheaded\nSorry nigga, swear it wasn't my intention\nSnap his neck, now he rest in the dirt though\nWasteland, feed that nigga to the birds though\nDead yeah, stuff that nigga in the trashcan\nYou can't kill these motherfuckers, swear they hackin'\nI'm that purple motherfucker and it's 'bout time\nYou see me coming, better run for your fucking life\n\nKmoe\nKill him, hop in the vent\nThey can't catch me, I don't leave a scent\nTake out all the oxygen\nI kill 'em 'cause I fuckin' boxed 'em in\nDown the halls and around the corner\nYou can't see me (Kmoe)\nAnd I kill him there and I self-report\nThe body, body\n\nReport it quick, 'cause I think that I am certain\nEmergency alarm, now I'm dashin' past the admin\nAmong Us cheats, 2020, Cash App method, tap in\nPussy boy lacking\nTreat me like a ghost while I'm completing these tasks\nDon't take shit from a bitch who come in last\nI know you a snake, you been going through them vents\nLet me get a chance, it's a dub in the end\n\nHe in security, I see him looking through the cam\nOne shot to the head, one shot to the back\nNo, I don't give a damn\nI'm really into killing people, come and find me\nWe in the same room, lock the doors, it's perfect timing\nCut it off, till they run out of breath\nKilling one so I'm killing the rest\nOne by one, ten shots to the chest\nWe in discussion, they can't even guess\nSnap on a pussy like-like Mitchell and Ness\nHit 'em from the back, we ain't talking 'bout sex\nDon't talk to me 'cause you not in my set\n2012 gunshots, lil' bro, get rekt\n\nWhat am I to do? Just killed all my friends\nThat's nothing new, was sent straight from Hell\n(Yo, I found a body)\nPop, pop, (Not again)\nNow they're all dead, when will the killing end? (Fall)\nTryna fix the air vent, don't talk\nRunning out of oxygen, chop, chop\nDon't have an alibi, you're on the block\nTryna get this guap but I keep getting killed in space\nLeast I'm good at lying though\nI'll save my ass, you're in last place\n\nHad to cut some people off, I didn't want to\nShe told me that she love me, baby, I want you\nAnd I been chasin' my dreams because I got to\nYeah he pulling out a Glock, but I got two\nFeel like Misa off the pack, I'm seeing cartoons\nAnd they say that they're my friends, but who are you?\nOh, oh\nChilling with some stars, I'm a star too\nI'm a Starmie, you a Staryu\n\nBitch, you not really among us\nKeep a pistol on your back to put us off, yeah\nI don't got the time to sit around and talk, man\nAll the lies and shit, you really stop the talkin'\nSomething fishy 'bout that dude, we cut him off, yeah\nWe gon' get him gone, don't give him any options\nIn my lane but all these opps are gon' be watching\nIn the game, I feel like I'm gon' see the opps, yeah\n\nYou can't trust me, I'm a bad guy\nMurder, keep my head high\nHop inside the vent, now they're deer in the headlights\nThought I wasn't her, now they're dead, finna flatline\nPosted with the gang, but I think it's passed their bedtime\nCall a vote, we can watch that pussy fold\nYeah, they're scared 'cause in space it's kind of cold\nPussy stuttering, bitch, he finna go\nHa, ha, ha, bitch, they didn't know"
  },
  {
    "language": "en",
    "title": "DJ_MATEY_OPTIONS_7",
    "lyrics": "OPENING CREDITS\nCUT TO: TAXI\nDeadpool sits in the back of a taxi cab. He takes a pamphlet for ‘Haunted Segway Tours’, folds it up, and puts it in his pocket. He plays with the window. He puts his finger in some gum on the ceiling. He tries flicking it off, but it ends up on the camera lense. He picks it off. Cut to the taxi driver. Suddenly, Deadpool sticks his head up front.\nDEADPOOL: Kinda lonesome back here.\nHe begins climbing up into the passenger seat, grunting.\nDEADPOOL: Little help?\nDOPINDER: Sir, I have to keep my hands on the wheel.\nDEADPOOL: Excuse me.\nHe finishes climbing into the seat and rights himself. The cabbie extends his hand.\nDOPINDER: Dopinder.\nDEADPOOL: Pool. Dead.\nThey shake hands. Deadpool notices a picture of a woman on Dopinder’s dashboard.\nDEADPOOL: Mmm. Nice.\nDOPINDER: Smells good, no?\nDEADPOOL: Not the Daffodil Daydream. The girl.\nDOPINDER: Ah, yes. Gita. She is quite lovely. She would have made me a very agreeable wife, but, um… Gita’s heart has been stolen by my cousin Bantu. He is as dishonorable as he is attractive.\nDEADPOOL: Dopinder, I’m starting to think there’s a reason I’m in this cab today.\nDOPINDER: Yes, sir, you called for it, remember?\nDEADPOOL: No, my slender, brown friend. Love is a beautiful thing. When you find it, the whole world tastes like Daffodil Daydream.\nDOPINDER: Mmm.\nDEADPOOL: So you gotta hold onto love. Tight!\nDeadpool makes a fist. Dopinder copies him.\nDEADPOOL: And never let go. Don’t make the same mistakes I did. Got it?\nDopinder nods.\nDOPINDER: Yes.\nDEADPOOL: Or else the whole world tastes like Mama June after hot yoga.\nDOPINDER: Sir, what does Miss Mama June taste like?\nDEADPOOL: Like two hobos fucking in a shoe filled with piss.\nDOPINDER: Okay, stop.\nDEADPOOL: I can go all day, Dopinder. The point is, it’s bad.\nDOPINDER: It’s bad. Uh, why the fancy red suit Mr. Pool?\nDEADPOOL: Oh, that’s because it’s Christmas Day, Dopinder. And I’m after someone on my naughty list. I’ve been waiting one year, three weeks, six days, and oh…\nHe checks his Adventure Time watch.\nDEADPOOL: Fourteen minutes to make him fix what he did to me.\nDOPINDER: And what did he do to you?\nDEADPOOL: This shit.\nDeadpool lifts up his mask, revealing his horribly scarred face.\nDEADPOOL: Boo!\nCUT TO: AIRPORT RUNWAY\nFrancis sits on top of a crate. A helicopter lands a few yards away. Some men get off. One in particular approaches him. Francis smiles and taps on a crate, standing up.\nFRANCIS: They won’t disappoint.\nMAN: They better not. What about next month’s shipment?\nFRANCIS: There won’t be one. You’re not the only one with a war to win.\nMAN: That won’t do.\nFRANCIS: See, we’ve had this small disruption to our supply chain.\nFrancis grabs the man by the throat and lifts him into the air.\nFRANCIS: We’d appreciate your patience.\nMAN: Okay!\nFRANCIS: We’ll deliver in full the following month.\nFrancis drops the man, who chokes a little.\nFRANCIS: Pleasure doing business with you.\nHe walks away. He and his men leave.\nMAN: Fucking mutant.\nSome men grab the crates. Francis’s convoy drives off.\nCUT TO: TAXI\nDeadpool begins patting his costume, looking for something. He looks in the backseat.\nDEADPOOL: Aw, shit! I forgot my ammo bag!\nDOPINDER: Shall we turn back?\nDEADPOOL: Nope, no time. Fuck it. I got this. Nine, ten, eleven, twelve bullets, or bust. We’re here!\nDopinder slams on the breaks. They’re on the middle of a bridge over a highway.\nDOPINDER: That’s uh, twenty seven fifty.\nDEADPOOL: I, I never carry a wallet while I’m working. Ruins the lines of my suit.\nDOPINDER: Oh.\nDEADPOOL: But, uh, how ‘bout a crisp high-five!\nDOPINDER: Okay.\nThe high-five.\nDEADPOOL: Merry Christmas.\nDOPINDER: And a convival Tuesday in April to you too, Mr. Pool!\nDeadpool gets out of the cab. Cut to him sitting on the side of the bridge. He’s listening to music and coloring a picture with crayons. Deadpool sings along. We see that the picture he’s drawing is him shooting Francis in the head. He then turns his head to the camera.\nDEADPOOL: Wha- Oh! Oh, hello. I know, right? Who’s balls did I have to fondle to get my very own movie? I can’t tell you, but it does rhyme with Pullverine. And let me tell you; (In an Australian accent) he’s got a nice pair of smooth criminals down under. Anyway, I got places to be, a face to fix, and - oh! Bad guys to kill.\nDeadpool spots Francis’s convoy.\nDEADPOOL: Maximum effort.\nHe walks off of the side of the bridge, landing in one of the cars in the convoy. He beats all of the men in the car, sending one flying out the back, and barely holding on. Deadpool laughs at him. One of the men takes his head and slams it into a car seat.\nDEADPOOL: Rich, corinthian leather.\nHe beats the man holding him down and snaps his neck.\nDEADPOOL: I’m looking for Francis. Have you seen this man?\nHe holds up his crayon drawing. The man repeatedly shoves Deadpool’s head into the car radio, changing the channel. Someone rides up on a motorcycle next to the car. They fire into the car indiscriminately, killing everyone but Deadpool and the driver. Deadpool kicks the door open, sending the person on the motorcycle flying. The guy holding on to the back of the car starts to pull himself up. Deadpool holds the gas pedal down, and they crash into the car in front of them. Deadpool places both of the men in headlocks. He takes out the cigarette lighter, brand’s one of the men’s foreheads, and shoves it into the man’s mouth, holding his jaw shut.\nDEADPOOL: I’ve never said this, but don’t swallow.\nAnother car pulls up beside them. Inside, men are prepared to shoot. Deadpool swerves the car, causing it to flip and crash. In front of the car, a man on a motorcycle begins shooting. As the car flips, Deadpool grabs the man on the motorcycle by the waist, pulling him into the spinning wreck. Everything slows down for a moment.\nDEADPOOL: Shit. Did I leave the stove on?\nEverything returns to normal speed. A chain slices the biker’s head off. Another man is sent flying, crashing into a highway sign. Bodies fall out of the car. Finally, the car comes to a stop.\nCUT TO: THE X-MANSION\nWide shot of the mansion.\nREPORTER: Now, breaking news: A multi car collision turns shots fired on the crosstown expressway this morning. Gridlock has kept police from the scene.\nCut to the kitchen. Colossus is eating cereal and watching the news.\nREPORTER: Residents are advised to remain in their homes the assailant appears to be armed, dangerous, and wearing a red suit.\nCOLOSSUS: Red suit.\nHe slams his hands on the table, and stands up.\nCOLOSSUS: Deadpool. Negasonic! Come. We have mission.\nCut to elsewhere in the mansion. Colossus and Negasonic approach a door, which opens automatically.\nNEGASONIC: Colossus, wait up.\nThey approach a plane in the hangar.\nCOLOSSUS: I’ve given Deadpool every chance to join us. But he’d rather act like a child. A heavily armed child. When will he grow up and see benefits of becoming X-man?\nNEGASONIC: Which benefits, the matching unitards? The house that blows up every few years?\nCOLOSSUS: Please. House blowing up builds character. You ate breakfast, yes? Breakfast is most important meal of day. Here. Protein bar. Good for bones.\nHe hands her a protein bar.\nCOLOSSUS: Deadpool may try to break yours.\nThe plane takes off from the mansion.\nCUT TO: HIGHWAY\nA number of men get out of their cars with guns and approach the car that Deadpool is in. He rolls down the window and pops his head up.\nDEADPOOL: Hey! Oh!\nThe men begin shooting at him. He puts his dead back down. After a moment they stop. Some of them exchange glances and they all approach the car. Deadpool throws his hands up.\nDEADPOOL: Wait! You may be wondering, why the red suit? Well, that’s so bad guys can’t see me bleed. This guy’s got the right idea.\nDeadpool points to one of the men.\nDEADPOOL: He wore the brown pants.\nThe man shoots at the car for a moment. Deadpool puts his hands down.\nDEADPOOL: Fine! I only have twelve bullets, so you’re going to have to share. Let’s count ‘em down.\nHe jumps into the air, quickly firing off two shots. The casings say 12 and 11. Two men get shot in the head. The men begin shooting again. One rides past on a motorcycle, shooting as he goes. Deadpool looks down at his arm.\nDEADPOOL: Shit.\nHe holds his arm up, revealing a bullet hole going straight through. Through the hole, he sees the motorcycle coming back.\nDEADPOOL: Mother fucker! Ten. (He shoots and misses). Shit! Nine. (He shoots and misses). Fuck! Eight. (He shoots and misses). Shit fuck!\nHe leaps over the car and takes aim, but loses his chance at a good shot.\nDEADPOOL: Bad Deadpool.\nHe notices one of the men sneaking around the car, unaware that Deadpool is no longer there. Deadpool shoots him in the head.\nDEADPOOL: Seven. Good Deadpool.\nAnother man begins shooting at him. Deadpool hides behind a car. The man reloads. The man shoots some more, then jumps on top of the car to find Deadpool seductively posed. He tries to shoot, but his gun just clicks.\nDEADPOOL: Someone’s not counting.\nHe shoots the man in the head.\nDEADPOOL: Six.\nA pair of men approaches. One begins to throw a grenade. Deadpool shoots it while it’s still in the man’s hand, causing it to explode and kill both men. The bullet casing says five on it. Deadpool does a celebratory dance. Someone sneaks up behind him and shoots him. Deadpool lies on the ground, pretending to be dead. The man approaches.\nDEADPOOL: Four.\nHe shoots the man from between his legs. He gets up, groaning.\nDEADPOOL: Ah! Right up main street.\nHe walks up to the man he just shot and shoots him twice.\nDEADPOOL Three! Two! Stupid! Worth it.\nSome more men begin shooting at him. He ducks behind another car. Three men approach. Deadpool jumps over the car and shoots a single bullet, which goes through all three of their heads. The casing says one. Deadpool smells the smoke from his guns.\nDEADPOOL: Ooh. I’m touching myself tonight.\nDeadpool begins prancing through the wreckage and bodies.\nDEADPOOL: Francis! Francis!\nHe searches one of the cars.\nDEADPOOL: What the shit biscuit! Where you at, Francis?\nBehind him, one of the men he shot gets up.\nDEADPOOL: Ugh. You’re not Francis.\nRather than killing him, the bullet is just lodged in his forehead. He pulls it out and rolls up his sleeves.\nDEADPOOL: Really? Rolling up the sleeves?\nThe man pulls out some knives and charges Deadpool. Deadpool takes out his swords and skewers the man. Everything slows down to a stop.\nDEADPOOL: (Narrating) You’re probably thinking, ‘My boyfriend said this was a superhero movie, but this guy in the red suit just turned that other guy into a fucking kebab.’ Well, I may be super, but I am no hero. And yeah, technically, this is a murder. But some of the best love stories start with a murder. And that’s exactly what this is. A love story. And to tell it right, I gotta take you back to way before I squeezed this ass into red spandex.\nCUT TO: APARTMENT, TWO YEARS AGO\nMERCHANT: Look, what if I slow it down for you? I didn’t order the pizza.\nJEREMY: Is this 7348 Red Ledge Drive? Are you Mr. Merchant?\nMERCHANT: Yeah, the Mr. Merchant, who didn’t order the fucking pie!\nJEREMY: Then who placed the call?\nWade Wilson calls out from the bathroom.\nWADE: I did. Pineapple and olive? Sweet and salty.\nThe delivery boy hands the pizza to Wade.\nMERCHANT: Fuck are you? The fuck you doing in my crib?\nWade pulls out a gun. Merchant backs off.\nWADE: Is it bread crust?\nJEREMY: Oh, God, I hope not.\nMERCHANT: Woah, man, look. If this is about that poker game, I told him, I told Howie that uh… Just uh, just take whatever you want.\nMerchant hands Wade his wallet.\nWADE: Thanks.\nJEREMY: Sir, before you do anything to him, mind if I get a big tip?\nWADE: Jeremy, is it? Wade Wilson. That is ah, a no go on the tiperoo, Jer. I’m not here for him. I’m here for you.\nMERCHANT: Oh, hey, wow, dodged a big time bullet on that one!\nWADE: You’re not out of the woods yet. You need to seriously ease-up on the bedazzling. They’re jeans, not a chandelier. P.S., I am keeping your wallet. You did kind of give it to me.\nMERCHANT: Hey, look man, can I just have my Sam’s Card -\nWADE: I will shoot your fucking cat.\nMERCHANT: I don’t even know what that means. I don’t have a cat.\nWADE: Then who’s kitty litter did I just shit in?\nNo one says anything for a moment.\nWADE: Anywho, tell me something, what situation isn’t improved by pizza? Do you happen to know a Megan, Orflowsky? Orlavsky? Orlovsky? Am I getting that right?\nJeremy nods.\nWADE: Good.\nHe eats a slice of pizza.\nWADE: 'Cause she knows you. Jeremy, I belong to a group of guys who take a dime to beat a fella down.\nWade hands a piece of pizza to Merchant, who reaches for it, but Wade drops it on the floor.\nWADE: And Megan, she’s not made of money, but lucky for her, I got a soft spot.\nJEREMY: I’m, uh…\nWADE: A stalker. Threats hurt, Jer. But not nearly as much as serrated steel. So keep away from Megan. Cool?\nJEREMY: Yes, sir.\nWADE: Kay, we’re cool.\nJEREMY: Wait, we are?\nWADE: Yeah, totally done.\nThey all start laughing. Wade points to Merchant.\nWADE: You should have seen your face!\nMERCHANT: I didn’t know what to do. I was so scared.\nWADE: Soft spot, remember?\nSuddenly, Wade takes Jeremy by the neck and throws him up against the wall.\nWADE: Read a book in her general direction again, and you will learn in the worst of ways that I have some hard spots too. That came out wrong. Or did it?\nWade gently kisses Jeremy’s cheek. Jeremy whimpers.\nCUT TO: SKATE PARK\nA bunch of teenagers are hanging out at a skate park. Wade arrives and walks towards a group of girls, point to one of them.\nWADE: Megan.\nHe throws down a pizza box and some photos of him holding a gun to Jeremy.\nWADE: You’ve heard the last of Jeremy. He’s sorry.\nMEGAN: No friggin’ way!\nDEADPOOL: Shoulda brought my roller blades, show these kids how it’s done.\nMegan hugs him.\nDEADPOOL: And that’s why we do it. But mostly the money.\nGIRL: Think you could fuck up my step-dad?\nDEADPOOL: If I give a guy a pavement facial, it’s 'cause he’s earned it.\nHe begins to leave.\nMEGAN: Hey, wait! You’re my hero.\nDEADPOOL: No, no, no, no, no. That I ain't.\nCUT TO: SIDEWALK\nWade walks on a sidewalk. As a man walks past him, Wade hits him in the nuts.\nWADE: (Narrating) Nope. Never will be.\nMAN: Fuck you, Wade.\nWADE: (Narrating) I’m just a bad guy who gets paid to fuck-up worse guys.\nHe enters a building.\nWADE: (Narrating) Welcome to Sister Margaret’s. It’s like a job fair for mercenaries. Think of us like really fucked up tooth fairies, except we knock out the teeth and take the cash. You best hope we never see your name on a gold card.\nWade enters a bar. He greets a few men as he walks over to the bartender.\nWEASEL: Wade Wilson. Patron saint of the pitiful. What can I do for you?\nWADE: I’d love a blowjob.\nWEASEL: Oh God, me too.\nWADE: The drink, moose knuckle. But first…\nWade takes out a gold card and places it on the bar. Weasel takes it.\nWADE: And I ain’t taking any babysitting money, alright? Make sure that gets back to Miss, uh…\nWEASEL: Orlovsky?\nWADE: Her.\nWEASEL: You sure?\nWADE: Mhm.\nWEASEL: You know, for a merc, you’re pretty warm-blooded. I bet you let the kid off easy, too.\nWADE: Oh, he’s not a bad kid, he’s… Just a little light stalking. I was way worse than him when I was his age. I was traveling to exotic places. Baghdad, Mogadishu, Jacksonville. Meeting new and exciting people.\nWEASEL: And killing them, yeah. I’ve seen your instagram. So what was special forces doing in Jacksonville?\nWADE: That’s classified. They have wonderful T.G.I. Friday’s.\nWEASEL: Alright, Kalua, Bailey’s, and whipped cream. I give you: A Blowjob. Ah, why did you make me make that?\nWade gets the attention of one of the waitresses.\nWADE: Kelly, Kelly, Kelly, Kelly. Could you bring that over to Bob, please? And tell him it’s from Buck.\nWEASEL: Remind me what good will come of this?\nWADE: I don’t take the shits, I just disturb them.\nSuddenly, there’s a commotion. One of the mercs punches another in the face. A fight breaks out. Wade and Weasel clink glasses.\nWADE: Cheers. To your health.\nWEASEL: Fuck you.\nOne of the mercs picks up a stool.\nWEASEL: That’s a new stool\nThe man breaks the stool over another man’s back.One of the mercs gets the better of the other and knocks him to the floor.\nMERC: Stay the fuck down.\nWeasel walks over.\nWEASEL: Alright, move. Move, move, move, move.\nHe holds a mirror up to the face of the merc on the ground.\nWEASEL: Yup. Still breathing.\nMany of the people in the bar groan.\nWEASEL: Nobody wins today. Nice try, Wade.\nWADE: You got me. I picked Boothe in the dead pool. Who’d you pick?\nWEASEL: You know, Wade, uh, um…\nWADE: No… You did not bet on me to die.\nHe looks up at a chalkboard above the bar that has all of the information for the dead pool.\nWADE: You bet on me to die. Wow. Mother fucker, you’re the world’s worst friend. But joke’s on you. I’m living to 102, and then dying, like the city of Detroit.\nWEASEL: I’m sorry, I just wanted to win money. I never win anything.\nWADE: Oh, whatever. Soldiers of fortune, drinks on me!\nEveryone in the bar cheers and raises their glasses to Wade.\nWEASEL: Domestic! Nothing imported.\nA woman approaches Wade.\nVANESSA: Woah, woah, woah, woah, baby. You sure you wanna shoot your full wad?\nWADE: Uh… Tight.\nVANESSA: Vanessa.\nWADE: Wade. What’s a nice place like you doing in a girl like this?\nOne of the other mercs slaps her ass.\nMERC: I’d hit that.\nWADE: You’d best apologize, before…\nVanessa tightly grabs the mercs balls.\nWADE: … Yeah. That.\nVANESSA: Say the magic words, fat Gandalf.\nMERC: I’m sorry.\nWADE: Breath through the nose\nMERC: I don’t have a filter between my brain and my-\nVanessa grabs his balls even harder.\nWADE: Hey, woah, hakuna his tatas! He’s sorry. Get out of here, go. Go cast a spell.\nWade puts his hand on Vanessa.\nVANESSA: Hey, hands off the merchandise.\nWADE: Merchandise, oh. So you uh… Warm fuzzys for money?\nVANESSA: Yep.\nWADE: Rough childhood?\nVANESSA: Rougher than yours. Daddy left before I was born.\nWADE: Daddy left before I was conceived.\nVANESSA: Ever had a cigarette put out on your skin?\nWADE: Where else do you put one out?\nVANESSA: I was molested.\nWADE: Me too. Uncle.\nVANESSA: Uncles. They took turns.\nWADE: I watched my own birthday party through the keyhole of a locked closet, which also happens to be -\nVANESSA: Your bedroom. Lucky. I slept in a dishwasher box.\nWade gasps.\nWADE: You had a dishwasher! I didn’t even go to sleep. It was pretty much 24/7 ball gags, brownie mix and clown porn.\nVanessa laughs.\nVANESSA: Who would do such a thing?\nWADE: Hopefully you. Later tonight? Hey, what… What can I get for, uh… $275 and a yogurt lite rewards card?\nVANESSA: Maybe about forty-eight minutes of whatever the fuck you want.\nShe puts the yogurt gift card in Wade’s mouth and walks away. Wade follows her.\nWEASEL: Did she just put a gift card in your mouth?\nCUT TO: ARCADE\nShot of what appears to be Wade on top of Vanessa.\nWADE: It’s time to put balls in holes. You said whatever I want.\nVANESSA: I get it.\nCamera angle changes to shot of them in front of skeeball machines.\nVANESSA: You love skeeball. Apparently more than you love vagina.\nWADE: It’s a tough call. I just want to get to know the real you. Not the short, 2-dimensional sex object peddled by Hollywood.\nVANESSA: Balls in holes.\nWADE: Balls in holes. Prepare to lose tragically.\nVANESSA: Bring it, big man.\nWADE: Okay.\nRather than rolling the ball, Wade throws it directly into the hole labelled ‘100’.\nVANESSA: Ruh-roh.\nWADE: Ruh-roh.\nCut to wade walking up to the Arcade counter with a ton of tickets.\nWADE: A limited edition, Voltron: Defender of the Universe ring, por favor. I’ve had my eye on this sucker for a while.\nVANESSA: And I will take the pencil eraser.\nARCADE EMPLOYEE: Okay. You are now the proud protector of the planet. And you, can erase stuff, written in pencil.\nWADE: M’lady?\nHe takes her arm and they walk away.\nVANESSA: Well, I hate to break it to you, but your 48 minutes are up.\nWADE: Hey, how many more minutes could I get for this? FYI, five mini-lion bots come together to form one super-lion bot.\nVANESSA: (Excitedly) Five mini-lion bots? Three minutes.\nWADE: What do we do with the remaining two minutes, thirty seven seconds?\nVANESSA: Cuddle?\nCut to them having sex.\nVANESSA: How long can you keep this up?\nWADE: All year?\nCut to them having sex on a bed covered in rose petals.\nVANESSA: Happy Valentine’s Day.\nCut to them having sex in a room lit by red lanterns.\nWADE: Happy Chinese New Year.\nVANESSA: Year of the Dog.\nCut to Wade looking stressed in bed.\nVANESSA: Relax. And happy International Women’s Day.\nWADE: Ah! Nope, nope, nope.\nCut to them sitting in chairs and reading.\nWADE: Happy Lent.\nCut to Wade eating her out.\nVANESSA: Ow, Wade!\nHe sticks his head up. He’s wearing plastic vampire teeth.\nWADE: Happy Halloween.\nHe takes out the teeth.\nWADE: Happy Halloween.\nShe laughs. Cut to them having sex on a table covered in food. She shoves some mashed potatoes into his mouth.\nVANESSA: Happy Thanksgiving.\nWADE: I love you.\nCut to Vanessa sitting in bed. Wade approaches her.\nWADE: If your left leg is Thanksgiving and your right leg is Christmas, can I visit you between the holidays?\nHe pulls the sheets off of her. She’s wearing an ugly Christmas sweater.\nWADE: Ugh, that sweater is terrible! But, it looks good on you.\nVANESSA: Red’s your color. Brings out the bloodshot in your eyes.\nWADE: Listen, I’ve been thinking.\nVANESSA: Really?\nWADE: About why we’re so good together.\nVANESSA: Why’s that?\nWADE: Well, your crazy matches my crazy. And we’re like two jigsaw pieces, you know? Um… Weird, curvy edges.\nVANESSA: Put them together and you can see the picture on top. Wade, there’s something I’ve been meaning to ask you, but only because you haven’t gotten around to asking me. Will you, um… Stick it it my -\nWADE: Marry me?\nHe holds up a ring-pop.\nVANESSA: Uhh... Jinx? Where were you hiding that?\nShot of Wade’s bare ass.\nWADE: Nowhere. I spent one month’s salary, so…\nVANESSA: You mean it?\nWADE: I do.\nVANESSA: That’s my line.\nThey kiss.\nVANESSA: I love you, Wade Wilson.\nWADE: So that’s a… You’re s’posed to -\nVANESSA: Yes!\nWADE: Yes! Ha ha ha! I feel just like a little girl!\nThey spoon in bed.\nWADE: What if I just held on and never let go?\nVANESSA: Ride a bitch’s back like Yoda on Luke?\nWADE: Oh, Star Wars jokes…\nVANESSA: Empire.\nWADE: Jesus Christ, it’s like I made you in a computer.\nThey kiss. He picks up a camera and takes a picture of them.\nWADE: Hey. Perfect. Pee break. Shake it, yeah.\nShe shakes the picture to dry it off. He gets up to pee.\nWADE: (Narrating) Here’s the thing. Life is an endless series of trainwrecks with only brief commercial like breaks of happiness. This had been the ultimate commercial break.\nHe finishes peeing and walks back to bed, taking his shirt off.\nWADE: (Narrating) Which meant it was time to return to our regularly scheduled program.\nHe falls over on the floor, passing out.\nVANESSA: Oh, my God! Wade!\nCUT TO: HOSPITAL\nShot of an X-Ray of Wade’s body. There are a number of pinkish blobs. Cut to Wade and Vanessa sitting in a doctor’s office.\nWADE: You’re clowning. You’re not clowning? I sense clowns.\nDOCTOR: People react to news of late-stage cancer differently. There are certainly options we can look into. Drugs are being developed every day.\nWade and Vanessa look at each other.\nVANESSA: So what do we do? Surely there must be something we can do. My uncle Ivan was diagnosed with thyroid cancer and all these new experimental drugs…\nHer voice fades out. Wade looks at her.\nWADE: (Narrating) Vanessa’s already working on plan A, B, all the way through Z. Me? I’m memorizing the details of her face. Like it’s the first time I’m seeing it. Or the last.\nDOCTOR: Mr. Wilson. Mr Wilson? Take your time to process this. It’s important not to do anything rash.\nCUT TO: BRIDGE\nCut back to the carnage on the bridge. Deadpool is skewering a guy with his swords, and cuts him in half. He puts his sword away.\nDEADPOOL: Now, if I were a two-hundred pound sack of assholes named Francis, where would I hide? Oh.\nA motorcycle starts. He turns around. The motorcycle speeds past him, shooting. Deadpool jumps into the air, throwing his sword into the front wheel of the motorcycle. The biker flies off. Deadpool walks over.\nDEADPOOL: A hush falls over the crowd. Rookie sensation Wade W. Wilson out of Regina, Saskatchewan lines up the shot. His form looks good.\nDeadpool kicks the biker in the chest, sending him back down.\nDEADPOOL: And that's why Regina rhymes with fun. Ladies and gentlemen, what you're witnessing is sweet, dick-kicking revenge.\nDeadpool continues beating the biker.\nDEADPOOL: Oh! Giving him the business.\nHe throws the biker to the side of the bridge.\nDEADPOOL: Incoming!\nHe kicks the biker's helmet off, revealing it to be Francis.\nDEADPOOL: This is taking unsportsmanlike conduct to a whole new level!\nHe stabs his sword through Francis's shoulder and into the bridge barrier, pinning him down.\nDEADPOOL: Looking good, Francis. Well rested. Like you've been pitching, not catching. Ringing any bells? No?\nHe lifts his mask up.\nDEADPOOL: How about now?\nFRANCIS: Huh. Wade fucking Wilson. Well hello, gorgeous.\nDEADPOOL: Yeah, like I got bit by a radioactive Sharpei. Yeah, and whose fault is that, Francis? Time to undo what you did to this butterface.\nFRANCIS: You should thank me. Apparently I made you immortal. I'm actually quite jealous.\nDEADPOOL: Yeah, but this ain't a life worth living, is it? Now, I'm about to do to you what Limp Bizkit did to music in the late '90s.\nColossus walks up behind Deadpool. Deadpool raises his hand, hitting Colossus in the crotch. He feels around for a second.\nDEADPOOL: Dad?\nColossus throws him into a car.\nDEADPOOL: (Narrating) I think we can all agree that shit just went sideways in the most colossal way.\nCut to an action figure of Deadpool from the Wolverine Origins movie.\nDEADPOOL: (Narrating) Well, maybe not the most.\nCUT TO: WADE &amp; VANESSA'S APARTMENT\nWADE: Now this is my most prized possession.\nHe picks up and album by Wham!\nVANESSA: Wham?\nWADE: No, no, no, no. Wham! Make It Big is the album that George and Andy earned the exclamation point.\nVANESSA: So, am I supposed to just smile and wave you out the door?\nWADE: Think of it like spring cleaning. Only, if spring was death. God, if I had a nickel for every time I spanked it to Bernadette Peters.\nHe picks up a coin bag with Bernadette Peters on it. Vanessa takes it and shakes it.\nVANESSA: Sounds like you do. Bernadette is not going anywhere, because you're not going anywhere! Drink.\nShe hands him a glass.\nWADE: You're right. Cancer's only in my liver, lungs, prostate, and brain. All things I can live without.\nVANESSA: You belong here at home. Surrounded by your Ultron, and your Bernadette, and your me.\nWADE: Listen, we both know that cancer is a shitshow. Like, Yakoff Smirnoff opening for the Spin Doctors at the Iowa State Fair, shitshow. And under no circumstances will I take you to that show. I want you to remember me. Not the ghost of Christmas me.\nVANESSA: Well, I want to remember us!\nWADE: I swear to God, I'm gonna find you in the next life, and I'm gonna boombox Careless Whisper outside your window. Wham!\nVANESSA: No one is boomboxing shit, okay?\nShe sits down next to him.\nVANESSA: We can fight this. Besides, I just realized something. You win. Your life is officially way more fucked up than mine.\nWADE: I love you.\nThey start making out.\nCUT TO: BAR\nWade walks in.\nWEASEL: Wade.\nWade sits at the bar.\nWADE: Wease.\nWEASEL: You look like you need a blowjob and a shower. Courtesy calls for the latter first.\nWADE: Yeah, how about three shots of Patron?\nWEASEL: Yeah, how about Triticum aestivum? Wheat grass. Excellent for the immune system.\nWADE: Jesus Christ, you sound like Vanessa. Here, check it out. She's sending away for all these colorful clinic brochures.\nHe pulls out a bunch of brochures.\nWADE: I'm sure they're all FDA approved. Chechnya. Isn't that where you go to get cancer? We've got China, and central Mexico. You know how they say cancer in spanish?\nWEASEL: How?\nWADE: El cancer.\nWEASEL: Oh. I could have guessed that. Look how happy you look here?\nHe shows Wade the picture he took of himself and Vanessa.\nWEASEL: Mind if I keep this? Put it up, so I can remember? When you looked alive. At least now I'm gonna win the dead pool, now that you're gonna die tragically of cancer.\nWADE: Thanks.\nWEASEL: Oh, and that guy over there came in looking for you.\nHe hands wade a card with a number on it.\nWEASEL: Real grim reaper type. I dunno. Might further the plot.\nWade walks over to the man and sits down.\nMAN: Ah! Mr. Wilson.\nWADE: How can I help you? Besides luring children into a panel van.\nMAN: I understand you've recently been diagnosed with terminal cancer.\nWADE: Stalker alert.\nMAN: My job. Recruitment. I'm sorry you've had such a tough go. But you're a fighter. Special forces, forty-one confirmed kills.\nWADE: One every seven weeks. At that rate, most folks get a haircut.\nHe takes a sip of his drink.\nWADE: It's to wash the taste out. Of being so... impressive.\nMAN: And now you spend your days sticking up for the little people.\nWADE: People change. What do you want?\nMAN: I represent an organization of people that may be able to help. What if I told you we can cure your cancer? And what's more, give you abilities most men only dream of.\nWADE: I'd say that you sound like an infomercial. But not a good one, like Slapchop, more Shakeweighty.\nWade makes a shakeweight gesture.\nMAN: The world needs extraordinary soldiers. We won't just make you better. We will make you better than better. A superhero.\nWADE: Look, Agent Smith. I tried the superhero business and it left a mark. But if I ever hit, 'Fuck it', I'll hit you up. Oh, uh, shit. We're within 500 yards of a school, so you may wanna... You know. Yeah.\nWade gets up and leaves, going back over to the bar.\nWADE: His drinks on him.\nCUT TO: WADE AND VANESSA'S APARTMENT\nWade sits in a chair.\nVANESSA: Hey, what's going on?\nWADE: Hey, sorry. I had a Liam Neeson nightmare. I dreamt I kidnapped his daughter and he just wasn't having it.\nHe gets into bed.\nWADE: Hey, uh, they made three of those movies. At some point you have to wonder if he's just a bad parent.\nCut to Wade packing.\nWADE: (Narrating) The worst part about cancer isn't what it does to you. But what it does to the people you love. Who knew if this guy could save my life. But I knew there was only one way I could save hers.\nHe leaves.\nWADE: (Narrating) Isn't that what superheroes do?\nWade calls the man.\nCUT TO: BRIDGE\nDeadpool is frozen midair after Colossus threw him.\nDEADPOOL: Okay. Let's pro-con this superhero thing. Pro: they pull down a gaggle of ass. Dry cleaning-discounts, lucrative film deals both origin stories and larger ensemble team movies. Con: They're all lame-ass teacher's pets.\nCOLOSSUS: You know I can hear you.\nDEADPOOL: I'm not talking to you. I was talking to them.\nHe points at the camera.\nCOLOSSUS: (To Francis) Stay right here. You've been warned before, Deadpool. This is a shameful and reckless use of your powers. You will both be coming with us.\nDEADPOOL: Look, Colossus! I don't have time for the goody-two-shoes bullshit right now! And... you are?\nNEGASONIC: Negasonic Teenage Warhead.\nDEADPOOL: Negasonic Teenage... What the shit? That's the coolest name ever! So what, you're like his sidekick?\nCOLOSSUS: No, trainee.\nDEADPOOL: Let me guess. X-men left you behind on, what, shit detail?\nNEGASONIC: What does that make you?\nDEADPOOL: Pretending you're not here, Negasonic Teenage Warhead. Trade names?\nHe punches Francis.\nNEGASONIC: Can we go?\nDEADPOOL: Look! I'm a teenage girl! I'd rather be anywhere than here. I'm all about long, sullen silences, followed by mean comments, followed by more silences. So what's it gonna be, huh? Long sullen silence, or mean comment? Go on.\nNEGASONIC: You've got me in a box here.\nDEADPOOL: Ah-hah!\nCOLOSSUS: We can't allow this Deadpool. Please, come quietly.\nDEADPOOL: You big, chrome, cock-gobbler!\nCOLOSSUS: That's not nice.\nDEADPOOL: You're really gonna fuck this up for me? Trust me. That wheezing bag of dick tips has it coming! He's pure evil! Besides, nobody's getting hurt!\nThe body that splattered onto the highway sign falls off. The three of them turn to look.\nDEADPOOL: That guy was already up there when I got here.\nCOLOSSUS: Wade, you're better than this! Join us! Use your powers for good.\nDeadpool tosses a metal disk at Francis, hitting him in the face.\nDEADPOOL: Heads up.\nCOLOSSUS: Be a superhero!\nDEADPOOL: Listen, the day I decide to become a crime-fighting shit-swizzler, who rooms with a bunch of other little whiners, at the Neverland mansion of some creepy, old, bald, Heaven's Gate-looking mother fucker, on that day... I'll send your shiny happy ass a friend request. But until then, I'm gonna do what I came here to do. Either that, or slap the bitch out of you.\nCOLOSSUS: Wade...\nNEGASONIC: Hey -\nDEAPOOL: Zip it, Sinead!\nNEGASONIC: Hey, douchepool!\nDEADPOOL: And I hope you're watching!\nHe turns around to point at Francis, who is no longer there. He gasps.\nCOLOSSUS: Quite unfortunate.\nDeadpool looks back and forth at where Colossus is and where Francis was.\nDEADPOOL: That does it!\nHe jumps up and hits Colossus's head, breaking his hand.\nDEADPOOL: Oh, Canada! That's not good.\nCOLOSSUS: Wade, please.\nDEADPOOL: Cock shot!\nWith his good hand, he punches Colossus in the crotch. This does nothing but break his hand.\nDEADPOOL: Oh, your poor wife!\nCOLOSSUS: You really should stop.\nHe holds his broken hands in front of him.\nDEADPOOL: All the dinosaurs feared the T-rex.\nHe flips up into the air, breaking his foot upon contact with Colossus's head. Negasonic laughs.\nDEADPOOL: Ah! I promise this gets worse for you, big boy!\nCOLOSSUS: This is embarrassing. Please, stay down.\nDEADPOOL: You ever hear of the one-legged man in the ass-kicking contest?\nDeadpool gets up and hops on one leg, holding his other three broken limbs up.\nCOLOSSUS: Do you have off switch?\nDEADPOOL: Yeah, it's right next to the prostate. Or is that the on switch?\nCOLOSSUS: Enough!\nColossus hits him into a car. Negasonic laughs. Deadpool moans in pain. Colossus handcuffs him and drags him along.\nCOLOSSUS: Let us go talk to the professor.\nDEADPOOL: McAvoy or Stewart? These timelines are so confusing. Dead or alive you're coming with me!\nCOLOSSUS: You will recover, Wade. You always do.\nDeadpool snaps his arm back into place and takes out a knife.\nDEADPOOL: (To the camera) You ever see 127 Hours? Spoiler alert.\nDeadpool begins cutting his own hand off, escaping the handcuffs.\nNEGASONIC: Oh, my God. Nasty.\nA spurt of blood hits Colossus in the face.\nDEADPOOL: Oh, there's the money shot, baby! Are you there, God? It's me, Margaret.\nDeadpool flips off of the bridge and lands in a truck passing underneath. His hand, still in the handcuff, is flipping off Colossus. Cut to Deadpool in the back of the truck.\nDEADPOOL: Rock, meet Bottom. When life ends up breath-takingly fucked, you can generally trace it back to one big, bad decision.\nCUT TO: DIMLY LIT FACILITY\nWADE is on a stretcher.\nWADE: (Narrating) The one that sent you down the road to shittsburgh. This, well, this was mine.\nMAN: Mr. Wilson, nothing warms my heart more than a change of someone else's. You finally hit, 'Fuck it'.\nWADE: Just promise me you'll do right by me. So I can do right by someone else.\nMAN: Of course.\nWADE: And please don't make the super suit green. Or animated!\nWade is brought into a large room with a lot of other people. One woman has spikes on her back. Another is bleeding and panting.\nWADE: This place seems sanitary. My first request is warmer hands.\nSome men put him on a chair and strap him down.\nWADE: And, Jesus, a warmer table! You should really come up with a safe word fellas. I'm thinking pork and beans.\nA woman comes by and pushes his head down, strapping him in.\nWADE: Aren't you a little strong for a lady? I'm calling wang. What's up with the matches? Oral fixation? Or just a big Stallone fan?\nShe puts her hand over his mouth.\nFRANCIS: Patience, Angel.\nShe removes her hand.\nFRANCIS: All in good time.\nWADE: Are you here for the turn down service or what?\nFRANCIS: We have another talker.\nWADE: I'm just excited about my first day at super hero camp.\nANGEL: Shut the fuck up.\nShe puts a rag over his mouth. Francis inspects him.\nFRANCIS: Mr. Wilson, my name's Ajax. I manage this workshop. My welcome speech used to be filled with euphemisms like, 'This may hurt a little'. 'This may cause you some discomfort'. But I've grown blunt. This workshop is not a government-led program. It's a private institution that turns reclamation projects like yourself into men of extraordinary abilities. But if you think superhuman powers are acquired painlessly, well... I'm injecting with a serum that activates any mutant genes lurking in your DNA. For it to work, we need to subject you to extreme stress.\nFrancis puts an IV into Wade's arm and turns on a machine. A blue liquid begins to flow through.\nFRANCIS: You've heard the whole, make an omelette break some eggs thing, right? I'm about to hurt you, Wade. I was a patient here once myself, you know. The treatment affects everyone differently. It made Angel inhumanly strong. In my case, it enhanced my reflexes, and scorched my nerve endings so I not longer feel pain. And in fact, I no longer feel anything.\nWade starts mumbling. Angel removes his gag.\nWADE: Thank you! Thank you. You have something in your teeth. Just in the middle there. Romaine lettuce, or something. It's been bothering me for a long time.\nFrancis checks his teeth.\nWADE: Ha! Made you look. Hey, is Ajax your actual name? Because it sounds suspiciously made up. What is it really? Kevin? Ruth? Scott? Mitch? Dexter? Is it Basil Fawlty?\nFRANCIS: Joke away. The one thing that never survives this place is a sense of humor.\nWADE: We'll see about that.\nFRANCIS: I suppose we will. He's all yours.\nFrancis leaves.\nWADE: Oh, come on. You're going to leave me all alone here with less angry Rosie O'Donnell?\nShe punches him. A montage of experiments on Wade begins, with Francis narrating.\nFRANCIS: This is how it's going to work. Adrenaline acts as a catalyst for the serum, so we're going to have to make you suffer. If you're lucky, your mutant genes will activate and manifest in spectacular fashion. If not, well, we'll have to keep hurting you. In new and more painful ways, each more different than the last. Until you finally mutate. Or die.\nCut to Wade talking with another man.\nWADE: Got a bucket list? I'd really like to light a spliff off of the Olympic Torch.\nCUNNINGHAM: Pass it to me right after.\nWADE: Let's not forget naked tandem base jumping with the WNBA Sacramento Monarchs.\nCUNNINGHAM: Anything on my bucket list would involve public nudity.\nWADE: Giving Meredith Baxter Birney a dutch oven.\nCUNNINGHAM: No, receiving a dutch oven from Meredith Baxter Birney. Making banana pancakes for my kids.\nWADE: Vanessa. I wanna see Vanessa.\nFRANCIS: Lovely. I don't know about anyone else, but I'm touched.\nCUNNINGHAM: We're just joking.\nFRANCIS: No, no. It's okay. I encourage distractions. Wouldn't want you giving up on us, now would we?\nWADE: Hey, don't take any shit from him, Cunningham. How tough can he be, with a name like Francis.\nCUNNINGHAM: Francis?\nWADE: That's his legal name. He got Ajax from the dish soap. F, R, A, N, C, I, oops! I snabbed the dry-cleaning tag off your lab coat. FYI, I could probably get you the super hero discount.\nFRANCIS: You are so relentlessly annoying.\nWADE: Thanks. Never heard that before.\nFRANCIS: Why don't you do us all a favor and shut the fuck up? Or I'll sew your pretty mouth shut.\nWADE: Oh, I wouldn't do that if I were you. See, here's the problem with round-the-clock torture. You can't really step it up from there.\nFRANCIS: Is that what you think?\nCut to Wade being strapped down in a machine.\nFRANCIS: If this doesn't unlock your mutation, well... Nothing will. Now, what we're going to do is lower the oxygen concentration in there to the exact point you feel like you're suffocating. If your brain waves slow, meaning you're about to pass out, then we'll turn up the O2. If your heart rate slows, meaning you're able to catch your breath, we'll turn it back down. And that's where we'll leave you. Right there.\nWADE: Ugh, I thought you guys were dicks before.\nFRANCIS: You know the funniest part of all this? You still think we're making you a super hero. You, a dishonorable discharge hook deep in hookers? You're nothing. Our secret, mate, is that this workshop doesn't make super heroes. We make super slaves. We're gonna fit you with a control collar and auction you off to the highest bidder. Who knows what they'll have you do. Terrorizing citizens, putting down freedom fighters. Maybe just mow the occasional lawn.\nWADE: What the fuck is wrong with you?\nFRANCIS: You're never going home after this. now there's a brave face.\nWADE: Wait, wait! Seriously, you actually have something in your teeth now.\nFRANCIS: Enjoy your weekend.\nWADE: Weekend? Back up, weekend?\nFrancis starts the machine. Wade begins choking. Cut to night. His whole body begins to transform.\nWADE: (Narrating) Did I say this was a love story? No, it's a horror movie.\nWade begins screaming. Cut to day time. Francis comes back and turns off the machine.\nFRANCIS: Fucking hell. Looks like someone lost his shot at homecoming king.\nWADE: What have you done to me?\nFRANCIS: I've merely raised your stress levels high enough to trigger a mutation.\nWADE: You sadistic fuck!\nFRANCIS: I've cured you, Wade. Now your mutated cells can heal anything. It's attacking your cancer as fast as it can form. You know, I've seen some of the side effects before. I could cure them. But where's the fun in that? Now I'm gonna shut you in again Wade. Not because I need to. Because I want to. Ah, well. Go ahead.\nAngel fiddles with the straps.\nANGEL: You smell like shit.\nWade head butts her.\nANGEL: Mother fucker -\nFRANCIS: Hey, hey, hey! It's alright! It's alright. I think we owe him that, yeah? Take off. Go on, off you go. Quick question. What's my name? Didn't think so.\nHe closes the machine and turns it on.\nWADE: (Narrating) Sorry, Francis, my lips are sealed.\nIn the machine, Wade reveals that he took a match from Angel. He lights it and throws it towards the oxygen vent. After a few moments, the machine explodes, causing massive damage to the facility and starting a fire. Francis comes down with a fire extinguisher. He sees that Wade escaped from the machine. Wade charges him with a metal pipe and they begin fighting.\nFRANCIS: You don't wanna kill me! I'm the only one that can fix your barking mug!\nThey continue fighting. Francis gains the upper hand and skewers Wade with a metal pipe, bending it to prevent him from getting up.\nFRANCIS: What's my name?\nFrancis leaves.\nCUNNINGHAM: Wade...\nWade looks up to see Cunningham. Cut to much later, after the fire has died out. Wade rises up out of the dirt and rubble.\nWADE: (Narrating) I didn't just get the cure to el cancer. I got the cure to el everything. But there was only one thing that really mattered.\nCUT TO: STREET\nVanessa walks down a sidewalk. Wade follows her. A lot of people give him strange looks. He watched Vanessa purchase something at a market and follows her to her apartment. She enters, but he walks away.\nCUT TO: BAR\nWADE: No way. I'm not making her life as ugly as mine, man.\nWEASEL: Oh, come on, Wade. It can't be that bad.\nWADE: Ah, bullshit! I'm a monster inside and out. I belong in a fucking circus!\nWEASEL: Wade, Vanessa loves you. She doesn't care what you - Oh. Oh.\nWADE: Do you like what you see?\nWEASEL: No. You look like an avocado had sex with an older, more disgusting avocado.\nWADE: Yeah.\nWEASEL: And not gently. Like, it was hate fucking. There was something wrong with the relationship, and that was the only catharsis they could find without violence.\nWADE: And the only guy who can fix this fugly mug is the brown shitstick from the mutant factory, and he's gone! Poof.\nWEASEL: Yeah, you've got to do something to remedy this, 'cause as of now you only have on course of action.\nWADE: Damn straight. Find Francis -\nWEASEL: Star in horror films.\nWADE: What?\nWEASEL: Star in your own horror films. 'Cause you look like Freddy Krueger face fucked a topographical map of Utah.\nWADE: Here's what I'm actually going to do. I'm going to work through his crew until somebody gives up Francis, force him to fix this, put a bullet in his skull, and fuck the brain hole.\nWEASEL: I don't want to see that or think of it again. But the douchebag does think you're dead, right?\nWADE: Yeah.\nWEASEL: That's good. You should keep it that way.\nWADE: What, like, wear a mask?\nWEASEL: Yes, a very thick mask, all the time. I am sorry, you are... haunting. Your face is the stuff of nightmares.\nWADE: Like a testicle with teeth.\nWEASEL: You will die alone. If, I mean, if you could die. Ideally. For others' sake.\nWADE: That'll do.\nWEASEL: All you need now is a suit and a nickname, like Wade the Wisecracker, or Scaredevil, Mr. Neverdie... Oh shit.\nWADE: What?\nWEASEL: I put all my money on you, and I just realized I'm never going to win the -\nWADE: Deadpool. Captain Deadpool. No, just Deadpool. Yeah.\nWEASEL: Yeah. To you, Mr. Pool. That sounds like a fucking franchise.\nThe clink glasses. Cut to a Deadpool making his costume.\nDEADPOOL: This shit's gonna have nuts in it.\nHe attacks some guys, shouting 'Where's Francis?' Back at his apartment, he realizes his clothes are covered in blood. Cut to him in a laundry mat. An old blind woman addresses him.\nAL: Seltzer water and lemon for blood. Or wear red. Dumbass.\nCut to him making a new, red costume. Cut to him interrupting a boxing match and attacking a man there.\nDEADPOOL: Don't make me ask twice. Where's Francis?\nCut to him in his apartment, stabbing a picture of the man.\nDEADPOOL: He made me ask twice. Is it the mask?\nCut to him making the newest costume. Cut to a montage of him killing people and asking where Francis is. Cut to an ice rink. A man is bleeding and crawling on the floor. Deadpool follows him with a Zamboni and laughs.\nDEADPOOL: You're about to be killed by a Zamboni!\nBack to the montage of killing people, and shouting various insults at people. Finally, Deadpool only has one person left to track down; the man who recruited him. Cut to that man recruiting another man. He gives the man a card and leaves with two guards. Deadpool confronts them.\nDEADPOOL: Nice to see you, Jared. I'll take the footlong. Fully loaded.\nThe man runs away. Deadpool kills the two guards and catches up.\nDEADPOOL: 41 confirmed kills. Now it's 89. About to be 90.\nMAN: Mr. Wilson?\nDEADPOOL: Ding ding!\nMAN: You're looking very... alive.\nDEADPOOL: Ha! Only on the outside.\nMAN: This isn't going to end well for me.\nDEADPOOL: This is not gonna end well for you, no. Where's your boss?\nMAN: I can tell you exactly -\nDEADPOOL: Ah, da, da, da, da ,da ,da, da. Oh, you'll tell me. But first, you might want to look away for this.\nDeadpool pushes the camera away.\nDEADPOOL: Now this little piggy went to...\nMAN: Ah!\nCut back to Deadpool's apartment. He sticks a knife in a picture of the recruiter.\nDEADPOOL: Thank you, Agent Smith.\nCut to Deadpool leaving his apartment and hailing a cab. Dopinder is inside.\nDOPINDER: Hop in!\nDeadpool gets in, then addresses the camera.\nDEADPOOL: And we all know how this turned out.\nFast-forward through the cab drive and the bridge fight scene. Deadpool is holding a unicorn plushie and masturbating.\nDEADPOOL: Whoops! You weren't meant to see that.\nRewind to him escaping Colossus and ending up in the truck.\nDEADPOOL: There. All caught up.\nCUT TO: OUTSIDE DEADPOOL'S APARTMENT\nDeadpool gets out of the truck.\nDEADPOOL: Sorry about bleeding in all of your garbage! Seltzer water and lemon for blood. Whoo! Some kinds of anger can't be managed. Like the kind where your year-long plan ends with the wrong guy getting dismembered! That said, when it comes time for licking wounds, there's no place like home. And I share that home with someone you've met. The old blind lady from the laundry mat, Al.\nAL: God, I miss cocaine.\nDEADPOOL: Her. Ah! Fourth wall break in a fourth wall break. That's like... sixteen walls! She's like Robin to my Batman, except she's old. And black. And blind. And I think she's in love with me. Wait, I'm pretty sure Robin loves Batman too.\nHe knocks on the door. Al goes to answer it, but trips and falls.\nDEADPOOL: Al?\nHe opens the door.\nDEADPOOL: Good morning, sleepy head. It smells like old lady pants in here.\nAL: Yes, I'm old, I wear pants.\nDEADPOOL: But you're no lady.\nDeadpool takes off his shoes and puts crocs on.\nDEADPOOL: Oh! So comfy.\nAL: Upside of being blind, I've never seen you in crocs.\nDEADPOOL: You mean my big rubber masturbatin' shoes?\nAL: Yes, I know. Downside of being blind. I hear everything in this duplex.\nDEADPOOL: Sit on a stick.\nAL: Bactine?\nDEADPOOL: Yeah. Bactine should do it.\nHe lifts up his hand, which is slowly starting to grow back. Al is assembling furniture.\nDEADPOOL: How's that Cunen coming along? IKEA doesn't assemble itself, you know.\nAL: You're telling me. I don't mind the Cunen. It's an improvement on the Holdall.\nDEADPOOL: Please. Anything's an improvement over the Holdall. I'd have taken and Emness or a Tristes over the Holdall. No, I didn't get excited until I saw the Cunen.\nAL: Screw please.\nDEADPOOL: Here? Now? Just kidding, I know it's been decades.\nAL: You'd be surprised.\nDEADPOOL: Pretty grossed out.\nAL: Ta da.\nShe finishes the furniture and sits down. After a moment, it completely falls apart.\nAL: I wish I'd never heard of Craigslist.\nDEADPOOL: And I quote, 'Looking for blind and likes imperfections, must be good with hands.' Or would you rather I build the ikea and you pay rent?\nAL: Why so douchy this morning?\nDEADPOOL: Let's recap. The cock-thistle that turned me into this freak slipped through my arms today. Arm. Catching him my only chance to be hot again, get my super sexy ex back, and prevent this shit from happening to someone else. So yeah, today was about as much fun as a sand paper dildo.\nHe's grabbed some lube and a unicorn plushie. As he walks by Al into his room, he loudly farts.\nDEADPOOL: Hashtag drive by.\nCUT TO: WAREHOUSE\nFrancis pulls up outside. Inside, Angel is getting some super slaves ready. Francis walks in.\nFRANCIS: Found out who our friend in the red suit is.\nCut to Angel repairing his clothes.\nFRANCIS: Fucking Wade Wilson. Of course, I'd wear a mask too with a face like that. I only wish I healed the same. Still. We'll put him out of our misery. On our terms.\nANGEL: Right. And when he heals?\nFRANCIS: He can't. Not if there's nothing left of him to heal. You know, it's funny. I almost missed the fucker. I like a challenge. But he's bad for business. Now let's go and find him.\nCUT TO: DEADPOOL'S APARTMENT\nDeadpool sits on the couch. Al comes over with a drink.\nAL: Tylenol PM?\nDEADPOOL: I'd stick that where you stuck the Bactine. I raided my stash of wisdom teeth Percocet and I am orbiting fucking Saturn right now.\nHe strokes her chin with his hand, which looks like a baby's hand.\nDEADPOOL: I appreciate the gesture.\nAL: Am I crazy, or is your hand really small?\nDEADPOOL: It's about the size of a KFC spork.\nAL: I get why you're so pissy. But your mood's never going to right until you find this woman and tell her how you feel!\nDEADPOOL: I keep telling you, Mrs. Magoo, she wouldn't have me! If you could see me, you'd understand.\nAL: Looks aren't everything.\nDEADPOOL: Looks are everything! You ever heard David Beckham speak? It's like he mouth-sexed a can of helium! You think Ryan Reynolds got this far on his superior acting method?\nAL: Love is blind, Wade.\nDEADPOOL: No. You're blind.\nAL: So you're just gonna lie there and whimper?\nDEADPOOL: No, I'm gonna wait till this arm plows through puberty, and then I'm gonna come up with a whole new Christmas Day plan. In the meantime, you might wanna leave the room. I bet it feels huge in this hand. Go, go, go, go, go ,go.\nShe begins to get up.\nCUT TO: THE BAR\nWeasel is telling a joke to some men.\nWEASEL: So the doctor says, 'Well the bad news is, you don't have that much time to live?' He says, 'How long do I have?' The doctor says, 'Five.' The guy says, 'Five what?' The doctor says, 'Four, three, two...'\nHe and the men laugh. Weasel notices that Francis, Angel, and some of their men have come in.\nWEASEL: Can I help you ladies?\nFRANCIS: Well, I sure hope so. I heard you might be able to point me in the direction of a, um... A friend of mine. Name of Wade Wilson.\nWEASEL: Sorry. I don't know the name.\nAngel reaches and grabs something on the back wall.\nWEASEL: Hey, you're not supposed to be behind the bar.\nANGEL: I recognize that girl.\nFRANCIS: This must be Vanessa. I've heard so much about you.\nAngel holds Weasel up against the wall. Everyone in the bar pulls out a gun and points it at her.\nWEASEL: Um, sweetheart, you might want to look around. This isn't really the place to do something like that.\nFRANCIS: Easy, Angel. Put the little man down.\nShe puts Weasel down.\nFRANCIS: We have everything we need now.\nWEASEL: You sure? You don't want any clothes that aren't monochromatic? Have fun at your midnight showing of Blade 2.\nAngel and Francis leave.\nWEASEL: Woo. Thanks for having my back, guys.\nHe calls Deadpool.\nWEASEL: Wade, we have a fucking problem. And by we, I mean you.\nCUT TO: STREET\nDeadpool and Weasel walk down a sidewalk.\nDEADPOOL: I can't believe I'm doing this. Is there a word for half afraid, half angry?\nWEASEL: Yeah, afrangry, I guess. Do you know what you're going to say to her?\nDEADPOOL: Ugh, fuck me.\nWEASEL: Uh, I'd maybe not start with that.\nThey enter a strip club.\nDJ: Hey, coming up on stage right now, give it up for Chastity!\nWEASEL: Or, as I like to call her, irony.\nDEADPOOL: We've got to find her fast, before numbnuts does.\nWEASEL: How do you know she's in here?\nDEADPOOL: 'Cause I'm constantly stalking the fox.\nWeasel gets distracted by a stripper. Deadpool searches and eventually finds Vanessa.\nDEADPOOL: (Narrating) Every time I see her, it's like the first time. Especially from this angle.\nHe approaches her, but stops short of getting her attention and instead walks away.\nDJ: You can't find love, but you can rent it for three minutes!\nCut to Deadpool washing his face in the bathroom.\nDEADPOOL: You weak motherfucker! Come on. Come on, get it together. This isn't about me, this is about Vanessa. Here we go. Maximum effort.\nCut back to the club.\nMAN: Vanessa! Someone out back asking for you. Something about an old boyfriend.\nCut to an alley out back. Vanessa walks out and sees someone in the shadows.\nVANESSA: I knew it was you. The weird curvy edges. Like a jigsaw puzzle.\nThe man walks out of the shadows. It's Francis, not Deadpool.\nFRANCIS: You have Wade Wilson to thank for this.\nShe tries running, but Angel knocks her out. Cut back into the club. Deadpool approaches Weasel.\nDEADPOOL: Hey, hey! Where'd she go?\nWEASEL: I saw her head to the back. Go get her tiger.\nCut to Deadpool entering the alley out back. He finds his old coin purse on the ground.\nDEADPOOL: Fuck... Mother fucker!\nCUT TO DEADPOOL'S APARTMENT\nDeadpool is yelling. Weasel tries to calm him down. Deadpool knocks over and beats up a dummy.\nDEADPOOL: Chocolate! Jimminy! Fuck! Fuck! Fuck! Fuck! Fuck! Oh, I'm gonna rip this mother fucking -\nA phone begins to ring.\nDEADPOOL: Find that! Find that, I'm going to get angry!\nWeasel gets the phone.\nWEASEL: Here, it says Vanessa. No, wait, it's Francis. He says he wants you to come to him.\nDEADPOOL: What is that?\nWEASEL: That's the shit emoji. You know, it's the turd with the smiling face and the eyes. I thought it was chocolate yogurt for so long.\nDEADPOOL: I need guns.\nWEASEL: Okay, which ones.\nDEADPOOL: I need all the guns!\nWEASEL: Alright.\nCut to a montage of Deadpool, Weasel, and Al getting guns from all over the house.\nWEASEL: That's about 3000 rounds.\nDEADPOOL: Well, we all know what I can do with twelve.\nAl comes in holding a gun, pointed at Weasel and Deadpool.\nWEASEL: Woah, woah, woah.\nDEADPOOL: Careful with that, Ronnie Milsap. We're downrange.\nAL: I was gonna spend the night assembling the Volgie, but this is holding my interest.\nDEADPOOL: I told you, we're going with the Oordvash, not the Bjorsha, get it through your head or get outta fuck town!\nAL: Shit. That's all the pieces in the house.\nDEADPOOL: Na, na, na, na, na. Let's go, cough it up. Up, up, up, up, up.\nShe pulls her pant leg up to reveal a gun.\nDEADPOOL: Ugh, down, down, down.\nAL: Fuck you.\nWEASEL: Five cal. I like it. Wade. I'd go with you, but, I don't wanna.\nDEADPOOL: Listen, Al. If I never see you again, I want you to know that I love you very much. Oh, and also, there's about 116 kilos of cocaine buried somewhere in the apartment, right next to the cure for blindness. Good luck.\nWEASEL: Wanna get fucked up?\nCUT TO: LARGE PLATFORM\nAngel and Francis lead a bound and gagged Vanessa on the platform.\nFRANCIS: Put her down over here.\nAngel ties her up.\nFRANCIS: Go on then.\nAngel removes the gag.\nVANESSA: Thanks, dickless. And I mean you.\nFRANCIS: Well. You're a talker too? You and Wade.\nVANESSA: I've been trying to tell you assholes you've got the wrong girl. My old boyfriend, he's dead.\nFRANCIS: See, I thought that too. But he keeps on coming back. Like a cockroach. Ugly. Now, I may not feel, but he does. Let's see how he fights with your head on the block.\nCUT TO: THE X-MEN MANSION\nDeadpool runs up to knock on the door, but Negasonic opens it before he can.\nDEADPOOL: Ripley! From Alien 3!\nNEGASONIC: Fuck, you're old.\nDEADPOOL: Ha! Fake laugh, hiding real pain. Go get silver balls.\nNEGASONIC: You guys going for a bite? Early bird special?\nDEADPOOL: Oh, like there's something wrong with eating before sundown or saving money. No, you know that bad guy that you let go? He's got my girl. You're gonna help me get her back.\nCOLOSSUS: Wade, is that you?\nDEADPOOL: It's me, Deadpool, and I got an offer that you can't refuse! I'm gonna wait out here, okay? Big house. It's funny that we only ever see two of you. It's almost like the studio couldn't afford another x-man.\nCUT TO: TAXI\nDopinder is driving. Deadpool is in the passenger seat. Colossus and Negasonic are in back.\nDEADPOOL: And that is why, in my opinion, the movie cocoon is pure pornography.\nDOPINDER: Who brought this twinkly man?\nDEADPOOL: Twinkly, but deadly. My chrome-penised friend back there has agreed to do me this solid. In exchange, I told him I would consider joining his boy band.\nCOLOSSUS: It's not boy band.\nDEADPOOL: Sure it's not. Ah! So, any luck winning Gita back?\nDOPINDER: I tried to Mr. Pool, but Bantu is more craftier and handsomer than me.\nDEADPOOL: Well, I think you're pretty darn cute.\nThe cab drives over a pothole. A scream can be heard from the trunk.\nDEADPOOL: Dopinder.\nDOPINDER: Hmm?\nDEADPOOL: What was that?\nDOPINDER: Uh, that was, uh... Bantu, in the trunk.\nCOLOSSUS: Ban-who?\nDOPINDER: My romantic rival, Bantu. He's tied up in the trunk. I'm doing like you said, DP. I'm going to gut him like a tenduri fish, then put his carcass on Gita's doorstep.\nDEADPOOL I did not tell him to do that! Absolutely not! It got lost in translation! Dopinder, this is no way to win Gita's heart back! (I'm so proud of you). Drop Bantu off, safe and gentle like. (Kill him). And then win Gita back! The old fashioned way, with your boyish charm. (Kidnap her).\nNEGASONIC: He's super dead.\nDOPINDER: Oh!\nDopinder parks the taxi.\nDOPINDER: I presume a crisp high five?\nDEADPOOL: For you? Ten! Okay guys, let's get out there and make a difference! (You know what to do).\nHe and Dopinder give each other thumbs up.\nDOPINDER: Knock 'em dead, pool boy!\nDEADPOOL: Time to make the chimi fucking changas. Not often a dude ruins your face, wall stomps your sanity, grabs your future baby-momma, and personally sees to four of your five shittiest moments. Let's just say, it's beginning to look a lot like Christmas.\nThe trio approaches the large platform.\nNEGASONIC: Hey, where's your duffel bag?\nDeadpool turns around. Cut to the taxi. Dopinder gets a call from Deadpool. He tries to answer it, causing the car to crash. Bantu starts screaming.\nDOPINDER: Bantu?\nCut back to the platform.\nDOPINDER'S VOICE: Leave a message, and have a happy day!\nDEADPOOL: God damn it! I'm gonna do this the old fashioned way. With two swords and maximum effort. Cue the music.\nThe trio starts walking again. A bunch of men with guns come out. Francis calls out from atop the platform.\nFRANCIS: Wade Wilson! What's my name?\nDEADPOOL: Ooh, I'mma fucking spell it out for you.\nFRANCIS: Go get some.\nDEADPOOL: Superhero landing, she's gonna do a superhero landing, wait for it!\nAngel does a superhero landing.\nDEADPOOL: Woo! Superhero landing. You know, that's really hard on your knees. Totally impractical. They all do it. You're a lovely lady, but I'm saving myself for Francis. That's why I brought him.\nCOLOSSUS: I'd prefer not to hit a woman, so please, pla -\nAngel hits Colossus, sending him flying.\nDEADPOOL: I mean... That's why I brought her?\nNegasonic is on her phone.\nDEADPOOL: Oh, no, finish your tweet. Just give us a second. There you go, hashtag it. Go get her tiger.\nNegasonic runs forward in a firey ball, throwing Angel back.\nDEADPOOL: Oh, I so pity the dude who pressures her into prom sex.\nANGEL: Alright then. Fire!\nThe men with guns start shooting. Negasonic and Deadpool hide behind cover. Colossus gets back up and throws a giant tire, hitting some of the men.\nDEADPOOL: Finish fucking her the fuck up!\nCOLOSSUS: Language, please!\nDEADPOOL: Suck a cock!\nColossus and Angel start fighting.\nDEADPOOL: Look away, child. Look away!\nDeadpool rips off his underwear, then holds it up as a flag of surrender.\nDEADPOOL: Wait! Wait!\nThe men stop shooting.\nDEADPOOL: Hey, you only work for that shit spackled muffin fart! So, I'mma give y'all a chance to lay down your firearms, in exchange for preferential, borderline gentle, possibly lover-like treatment.\nThey start shooting again.\nDEADPOOL: Fine! Commando.\nDeadpool runs out and fights a bunch of the guys. Cut back to Angel and Colossus fighting. Cut back to Deadpool killing a bunch of guys. Negasonic uses her power to crush a few guys. Cut back to Colossus and Angel fighting. Cut back to Deadpool killing guys. Suddenly, he stop just short of killing one.\nDEADPOOL: Bob?\nBOB: Wade?\nDEADPOOL: Oh, my God, I haven't seen you since -\nBOB: Jacksonville. TGI Friday's.\nDEADPOOL: TGI Friday's!\nHe puts his swords away.\nDEADPOOL: What the hell! Come here you.\nHe head butts Bob, knocking him out.\nDEADPOOL: How are the kids? Good? And Gale, she still fixing that tuna casserole? So good. Bad for the waistline if you know what I mean.\nCut to Colossus. He lifts a large object off of Angel Dust. Her boob has fallen out of her shirt. He awkwardly looks away... covering the breast from camera view with his hand.\nCOLOSSUS: You are, uh... Very beautiful woman.\nANGEL: You are so sweet! Thanks.\nShe takes the opportunity to punch him in the crotch. Cut to Deadpool, who has arranged the bodies of the soldiers he killed into the word 'FRANCIS'.\nFRANCIS: Does he write you notes too? He's such a romantic.\nDEADPOOL: Don't worry, baby. I'm coming.\nFRANCIS: Fire!\nThe men on the platform begin shooting. Deadpool runs out of range.\nNEGASONIC: Hey! Climb on.\nDeadpool nods and runs over. She uses her power to shoot him up onto the platform. He approaches Francis, who has Vanessa in the oxygen depravation machine.\nDEADPOOL: Motherfucker should have worn his brown pants. You're right, beautiful! Red really is my color.\nVANESSA: Wade?\nDEADPOOL: Don't worry, baby. I'm gonna get you out of that shitbox.\nFRANCIS: What better way to get inside that head of yours.\nDEADPOOL: Oh, you never left.\nVANESSA: But you did, asshole!\nFRANCIS: Ah, take a deep breath darling. Oh wait, wrong choice of words.\nHe turns the machine on. She begins choking.\nDEADPOOL: I hope they've blocked pain to your every last nerve, 'cause I'mma go looking!\nFRANCIS: You grow back body parts now, Wade? When I'm finished, parts'll have to grow back you.\nDEADPOOL: Good one. Yeah, that was a good one. Let's dance. And by dance, I mean let's try to kill each other.\nThey begin fighting. A some point, Deadpool throws one of his swords, cracking the glass of the machine. Vanessa starts being able to breathe. Cut to Angel and Colossus fighting. She begins choking him. Cut to Vanessa, who uses the sword to free herself.\nFRANCIS: Fine, fists.\nDEADPOOL: Sounds like your last Saturday night.\nThey start fighting again. Francis stabs a knife into Deadpool's head. Vanessa runs up with the sword and skewers Francis. Deadpool looks up at her and hallucinates a bunch of small cartoon creatures. Francis throws Vanessa. Deadpool takes the knife out of his head. Cut back to Angel and Colossus. Negasonic uses her power to create a massive explosion, causing the platform to begin to fall. Francis gets thrown off by a crate. Deadpool and Vanessa start to slide off.\nVANESSA: Wade!\nDEADPOOL: I got you, baby. I got a plan, but you're not gonna like it.\nHe puts her in the machine. They begin dangling off the edge.\nDEADPOOL: Don't worry, I'm totally on top of this.\nThe platform begins falling down more rapidly. Colossus carries Angel and Negasonic out of the rubble.\nDEADPOOL: Damn it! Maximum effort!\nHe flings the machine with Vanessa inside it out of the way of the platform, as the platform falls down. completely. Later, Colossus finds the machine in the rubble, with Vanessa still alive inside. Negasonic helps her out.\nCOLOSSUS: Just take it slow.\nDEADPOOL: Yoo-hoo! Oh, my God, that was so awe -\nDeadpool stands on top of some rubble nearby. Suddenly, Francis tackles him from the side, sending them tumbling down. They begin fighting. Deadpool has the upper hand, audibly breaking bones.\nDEADPOOL: There are no words... Me and you... Are headed to fix this butterface.\nFRANCIS: What? You stupid fucking idiot. Did you really think there was a cure for that?\nDEADPOOL: What?\nFRANCIS: You heard me.\nDEADPOOL: No, no! So you mean to say, after all this, you cant fix me.\nFRANCIS: It sounds a bit stupider when you say it\nDEADPOOL: Like the kind of stupid who admits he can't do the one thing I'm keeping him alive for?\nDeadpool pulls out a gun and puts it to Francis's head.\nDEADPOOL: Any last words?\nFRANCIS: What's my name?\nDEADPOOL: Who fucking cares?\nCOLOSSUS: Wade! Four or five moments.\nDEADPOOL: I'm sorry?\nCOLOSSUS: Four or five moments. That's all it takes.\nDEADPOOL: To...?\nCOLOSSUS: Be a hero. Everyone thinks it's a full-time job. Wake up a hero, brush your teeth a hero, go to work a hero. Not true! Over a lifetime, there are only four or five moments that really matter. Moments when you're offered a choice. To make a sacrifice, conquer a flaw, save a friend. Spare an enemy. In these moments, everything else falls away. The way the world sees us, the way we -\nDeadpool shoots Francis in the head. Colossus vomits.\nCOLOSSUS: Why?\nDEADPOOL: You were droning on! Sure, I may be stuck looking like pepperoni flatbread, but at least fuckface won't heal from that. If wearing superhero tights means sparing psychopaths, then maybe I wasn't meant to wear 'em. Not everyone monitors a hall like you.\nCOLOSSUS: Just promise -\nDEADPOOL: Yeah, yeah, I'll be on the lookout for the next four moments. Now, if you'll excuse me, I'm just a boy about to stand in front of a girl. And tell her... What the fuck am I going to tell her?\nCOLOSSUS: Well, heh, you better figure it out.\nDEADPOOL: I can't even tell you -\nVanessa punches him.\nDEADPOOL: I deserve that.\nShe punches him again.\nDEADPOOL: That too.\nShe lifts her knee up. He covers his crotch.\nDEADPOOL: No, no, no, no, maybe not the nethers.\nVANESSA: Start talking!\nDEADPOOL: I'm sorry. I'm so sorry. For everything. I'm sorry for leaving, I'm sorry for not cowboying up sooner. It's been a rough couple of years.\nVANESSA: Rough?\nDEADPOOL: I live in a crack house. With a family of 12. Every night we spoon for warmth. Everyone fights for Noelle, she's the fattest. There's nothing that we don't share. Floorspace, dental floss, even condoms.\nVANESSA: So you live in a house?\nDEADPOOL: I should have come and found you sooner. But baby, the guy under this mask, he ain't the same one you remember.\nVANESSA: You mean this mask?\nShe takes off his mask.\nDEADPOOL: And this one.\nHe has a picture of Hugh Jackman stapled to his face.\nDEADPOOL: And this one. In case the other fell off. Just, yeah, ow, like a bandaid, just give it a good - Audi 5000! Wait, wait, wait, wait, wait, wait. Are you sure?\nVANESSA: I'm sure.\nShe takes off the paper.\nVANESSA: Wow.\nDEADPOOL: Yeah.\nVANESSA: Hey, after a brief adjustment period, and a bunch of drinks, it's a face I'd be happy to sit on.\nDEADPOOL: I'm not the same underneath this suit either. Super penis.\nCOLOSSUS: Come on Wade, language. Young one is present.\nDEADPOOL: What are... What are you still doing here? Get out of here, go make yourself useful! You, go be a really big brother to someone. Tell Beast to stop shitting on my lawn. And you, chicken noodle, nothing compares to you. Sinead O'Connor, 1990.\nNEGASONIC: That's alright. You're cool.\nDeadpool gasps.\nDEADPOOL: What in the ass! That was not mean! I'm proud of you.\nCOLOSSUS: We will make an x-man of you yet, Wade.\nDEADPOOL: You know, for a second there, it felt like we were three mini lion robots coming together to form one super robot.\nNEGASONIC: There's the stupid.\nDEADPOOL: Yeah. And now, for the moment I've all been waiting for.\nVANESSA: Come here.\nThey start making out.\nDEADPOOL: Wham! As promised.\nThey keep making out.\nDEADPOOL: (Narrating) See? You don't need to be a superhero to get the girl. The right girl will bring out the hero in you. Now, let's finish this epic wide shot, pull out, there we go, looks nice, it's gonna be the only thing pulling out tonight. Who doesn't love a happy ending? Till next time, this is your friendly neighborhood pool guy, saying, I'm never gonna dance again, the way I dance with you...\nHis voice fades out.\nEND CREDITS\nPOST-CREDITS SCENE: HALLWAY\nDEADPOOL: You're still here? It's over, go home. Oh, you're expecting a teaser for Deadpool 2. Well, we don't have that kind of money. What, are you expecting Sam Jackson to show up, with an eye patch and a saucy little leather number? Go home! Oh! But I can tell you one thing, and it's a bit of a secret: We're gonna have Cable. Amazing character, mechanic arm, time travel. We have no idea who we're gonna cast yet, but it could be anybody. Just need a big guy with a flat top. Mel Gibson, Dolph Lundgren, Keira Knightley. She's got range, who knows. Big secret. Shh. Oh, and don't leave your garbage lying around. It's a total dick move. Chicka-chicka.\nEND MOVIE"
  },
  {
    "language": "en",
    "title": "DJ_MATEY_OPTIONS_8",
    "lyrics": "4/1\nBTS - \"Film out\"\n​chloe moriondo - \"I Eat Boys\"\nDanny Elfman - \"Kick Me (Zach Hill Remix)\"\nDayglow - \"Woah Man\"\nJacquees - \"Trackstar (QueMix)\"\nKeith Ape - \"I Don't Want Peace\"\nKeith Ape - \"I'm JUST\"\nKody Lavigne - \"no i'm not okay\"\nkuru - \"skytearer\" ft. blackwinterwells\nLil Gotit - \"Toosie\"\nLitany &amp; Oscar Scheller - \"Playlist\"\nMat Kearney - \"Anywhere With You\"\nMOL$ - \"スウキ ベイビー\"\nOlivia Rodrigo - \"deja vu\"\nOscar and the Wolf - \"James\"\nOzuna &amp; Ovi - \"Envidioso\"\nShotgun Willy &amp; Yung Craka - \"Respected Man\"\nSt. Vincent - \"The Melting of the Sun\"\nThe Voidz - \"The Eternal Tao 2.0\"\nyvngxchris - \"april fools\"\n4/2\n27CLUB - \"THERAPY\"\n42 Dugg &amp; Roddy Ricch - \"4 Da Gang\"\nAmber Van Day &amp; ILIRA - \"See You in Tears\"\nBailey Bryan - \"Temporary\"\nBenny the Butcher &amp; Ransom - \"Spineless\"\nBROCKHAMPTON - \"COUNT ON ME\"\nCAL - \"In The Water\"\nCami Petyn - \"Tired\"\nChiiild &amp; Mahalia - \"Awake\"\nCMTEN - \"MUSIC BOX\"\nDesiigner - \"I Get That\"\nDon Diablo - \"Eyes Closed\"\nDove Cameron - \"LazyBaby\"\nDro Kenji - \"Superstar\"\nFreddie Gibbs - \"Big Boss Rabbit\"\nFredo Bang - \"Click Up\"\nFuturistic &amp; Michael Minelli - \"Bad Decisions\"\nFXXXXY - \"Yeah Kool\" ft. Lil Uzi Vert\nGLADES - \"Limbo\"\nHAERTS - \"Why Only You\"\nIggy Azalea - \"Brazil\"\nIggy Azalea &amp; Tyga - \"Sip It\"\nIna Wroldsen - \"Matters\"\nJehry Robinson - \"Out My Face\" ft. Tech N9ne\nJutes - \"Delete My Number\"\nKenny Mason - \"RIH\"\nKevin Gates - \"Back In Blood (Freestyle)\"\nLil Gnar - \"Not the Same\" ft. Lil Skies\nLocateEmilio - \"Crash\"\nMalia Civetz - \"Anybody but You\"\nMO3 - \"Mob\" ft. Foogiano\n​morgxn - \"Porcelain\"\nMuwop &amp; King Von - \"Nobody Move\"\nNERVO - \"Pickle\" ft. Paris Hilton &amp; Tinie Tempah\nNo Dice - \"Peter Griffin\"\nNUT!!! - \"DOOKIE\" ft. Yung Craka\nOlivia Holt - \"love on you.\"\nPi’erre Bourne - \"4U\"\nREI AMI - \"THAT'S ON YOU!\"\nRochelle Jordan - \"Something\"\nSaweetie - Best Friend (Jamie &amp; CHANMINA Remix) ft. CHANMINA, JAMIE &amp; Doja Cat\nShy Glizzy &amp; No Savage - \"Ridiculous\"\nSnoop Dogg - \"Roaches In My Ashtray\" ft. ProHoeZak\nSunni Colón - \"Provide\"\nSteele 11 &amp; Rio Leyva - \"SWITCH UP\"\nTana Rose - \"I Can Feel The Rush\"\nTommy Cash - \"Zuccenberg\" ft. Diplo &amp; $UICIDEBOY$\nTom Odell - \"monster, vol. 2\"\nTRAQULA, Billy Marchiafava &amp; MOL$ - \"Don't Waste My Time\"\nXan Griffin - \"Do It by Myself\"\nYoung M.A - \"Successful\"\nYungeen Ace - \"Opp Boyz\"\nZolita - \"Bedspell (Remix)\" ft. Kailee Morgue\n4/3\nStaySolidRocky - \"Tragic\"\n4/4\nKodak Black - \"Easter in Miami\"\nSince99 &amp; BasedNas - \"See Me\"\nWeyes Blood - \"Titanic Risen\"\n4/5\nSupaFreakLove, Thitis - Get Some\n4/6\nBebe Rexha - \"Sacrifice (Niiko x SWAE Remix)\"\nBillie Marten - \"Creature of Mine\"\nCHANYEOL - \"Tomorrow\"\nHolly Humberstone - \"Haunted House\"\nLil Tecca - \"Show Me Up\"\nRostam - \"Changephobia\"\nSinead O'Brien - \"Kid Stuff\"\nSteve Aoki &amp; Kiiara - \"Used to Be (Acoustic)\" ft. Rob Thomas\nSufjan Stevens - \"Meditation V\"\nTexas - \"Mr Haze\"\nTierra Whack - \"Link\"\n4/7\nAnderson East - \"Madelyn\"\nBelly - \"IYKYK\"\nBelly - \"Money on the Table\" ft. Benny the Butcher\nFranc Moody - \"Big Cheese\"\nGRAE - \"Spinning\"\nGus Dapperton - \"Palms (Remix)\" ft. Channel Tres\nLydia Ainsworth - \"Sparkles &amp; Debris\"\nM24 - \"Plugged In (Freestyle)\"\nMae Muller - \"Gone\"\nNIZIU - \"Take a Picture / Poppin' Shakin'\"\nNow United - \"Fiesta\"\nOSTON - \"I Think You Should Leave\"\nOvercoats - \"The Hardest Part\" ft. Tennis\nPaul Mccartney &amp; Ed O'Brien - \"Slidin' (EOB Remix)\"\nrenforshort - \"exception\"\nRick Astley - \"Unwanted\"\nRóisín Murphy - \"Assimilation\"\n​slenderbodies - \"heartbeat\"\nTaylor Swift - \"Mr. Perfectly Fine (Taylor's Version) \"\nTen Tonnes - \"Everything You Got\"\nTkay Maidza - \"Syrup\"\nTommy Ice - \"okay\" ft. 637godwin\ntwenty one pilots - \"Shy Away\"\nXanman - \"Goosebumps\"\nYung Mal - \"Belaire\"\n4/8\n$NOT - \"Whipski\" ft. Lil Skies &amp; Internet Money\nAlice Merton - \"Vertigo\"\nARY - \"Hurt You\" ft. Emilie Nicolas\nAshe - \"I'm Fine\"\nboyband - \"fooly cooly\"\nBrandon Kai - \"Dolce\"\nCasanova - \"Outside\" ft. Quavo\nDeno - \"Lingo\" ft. J.I the Prince of N.Y &amp; Chunkz\nDounia - \"Lavender\"\nEl Alfa, CJ &amp; Chael - \"La Mamá de la Mamá\" ft. El Cherry Scom\nGatlin - \"What If I Love You\"\nGood Times Ahead - \"So Good\"\nIcewear Vezzo - \"Up the Sco\" ft. Lil Durk\nJ Balvin &amp; Khalid - \"Otra Noche Sin Ti\"\nJuanes - \"El Amor Después del Amor\"\nKida Kudz - \"Animalistic\"\nKIRBY - \"Boyz II Men\"\nLil Eazzyy - \"Hunnid or Better\" ft. Bizzy Banks\nLondon Grammar - \"America\"\nOf Monsters and Men - \"Destroyer\"\nPouya - \"Leave Me Alone\"\nPrince - \"Welcome 2 America\"\nQueen Naija &amp; Ari Lennox - \"Set Him Up\"\nSematary - \"CRUCIFIXION\"\nSL &amp; M1llionz - \"Versus\"\nSofi de la Torre - \"Y Duele (Remix)\" ft. Pablo Alborán\nSypSki - \"Down &amp; Out (Remix)\" ft. Landon Cube &amp; raspy\nTate228 - \"JIVE\"\nTyler Shaw - \"North Star\"\nYears &amp; Years - \"Starstruck\"\nZoey Dollaz - \"Broad Day Light\"\n4/9\n2KBABY - \"Ohio River\"\nA.CHAL - \"TAPPD'N\"\nA.G. Cook - \"Beautiful Superstar (EASYFUN Remix)\"\nAJ Mitchell - \"STOP\"\nAK - \"No Games\"\nAly &amp; AJ - \"Symptom of Your Touch\"\nArmin van Buuren - \"Weight of the World\" ft. RBVLN\nAr'mon &amp; Trey - \"Take the Blame\" ft. Lil Tjay\nBebe Rexha - \"Sacrifice (Gorgon City Remix)\"\nBigKayBeezy - \"Walk Down\" ft. Pooh Shiesty\nBladee &amp; Mechatok - \"Grace (Salem Remix)\"\nCentimillimental - \"青春の演舞\"\nCharlotte Cardin - \"Sad Girl\"\nCol3trane - \"Whatchumacallit\"\nConway the Machine​ - \"Blood Roses\" ft. Jae Skeese\ncupcakKe - \"Mickey\"\nDMX, Bootsy Collins, &amp; Steve Howe - \"X Moves\" ft. Ian Paice\nDoja Cat - \"Kiss Me More\" ft. SZA\nFlight - \"BTFU\"\nFlorrie - \"Walk Away\"\nForest Blakk - \"If You Love Her (Remix)\" ft. Meghan Trainor\nGabrielle (NO) - \"det urolige hjertet\"\nGlobal AzN - \"Overdrive\"\nGorillaz - \"Gorillaz (Gorillaz 20 Mix)\"\nGRACEY &amp; Billen Ted - \"Got You Covered\"\nGwen Stefani &amp; Saweetie - \"Slow Clap (Remix)\"\nImanbek, Sean Paul &amp; Sofía Reyes - \"Dancing on Dangerous\"\nILLENIUM &amp; iann dior - \"First Time (Same Feldt Remix)\"\nIsac Elliot - \"Roommates\"\nJames Vincent McMorrow - \"Waiting\"\nJoey Trap - \"PROFESSIONAL\"\nJordan Knows, Thekidszn &amp; Brandon ThaKidd - \"So Wrong\"\nJutes - \"Hummingbird\"\nKat Cunning - \"Could Be Good\"\nKyleYouMadeThat - \"All About Cake\" ft. Kaash Paige &amp; Coi Leray\nLike Saturn - \"i think i'll be alright\"\nlilbubblegum - \"billie eilish\" ft. ciscaux\nLlusion &amp; salem ilese - \"Yoga\"\nMajid Jordan - \"Waves of Blue\"\nMatt Ox - \"Distorted\"\nMatthew Tuck &amp; 916frosty - \"Someone Like You\" ft. Global AzN\nMidnight Kids - \"Out of Time\" ft. Yueku\nMoney Mu - \"Problem\" ft. Pooh Shiesty\nNathan Dawe, Anne-Marie &amp; Mostack - \"Way Too Long\"\nNight Lovell - \"​Bottom Top\"\nOlivia O'Brien - \"Sociopath\"\nPeter Rosenberg &amp; Westside Gunn - \"Stain\"\nPolo G - \"RAPSTAR\"\nppcocaine - \"Level Up\"\nPRAX &amp; Tom Riddle - \"ETHANOL (Tom Riddle Remix)\" ft. 916frosty\nQuinn Lewis - \"Don't Love Back\"\nR3HAB &amp; Andy Grammer - \"Closer to You\"\nRag'n'Bone Man &amp; P!nk - \"Anywhere Away From Here\"\nRitt Momney &amp; Claud - \"Set the Table\"\nscarlxrd - \"DXING ME.\"\nSHAED - \"Osaka\"\nSHY Martin - \"Remember You Were the One\"\nSlayyyter - \"Cowboys\"\nSonder &amp; Jorja Smith - \"Nobody But You\"\nSpotEmGottem &amp; NLE Choppa - \"Beat Box 4\"\nSurf - \"jack in a box\"\nSurfaces - \"Wave of You\"\nTim McGraw - \"God Moves the Pen\"\nTrippie Redd &amp; SOS LO - \"Honorable Flex\" ft. Chris King\nVeronica Fusaro - \"Fool\"\nWestsidejhitt - \"Whateva It Takez\" ft. Quin NFN\nYRN Murk - \"Get Back\" ft. Offset\nZillaKami &amp; Lil Uzi Vert - \"BADASS\"\n4/10\nBEXEY - \"MONTERO (CALL ME BY YOUR NAME) LIL NAS X FREESTYLE\"\nDave - \"Mercury\"\nDave - \"Titanium\"\nNow United - \"Fiesta\"\nYung Dastard - \"2much! (Remix)\" ft. yvngxchris\n4/11\nMace Syre - \"Shadowed Glass\" ft. 916frosty\n4/12\nMiles Wesley - \"Mary Jane Interlude\"\n4/13\nCarlos Vives &amp; Ricky Martin - \"Canción Bonita\"\nEasy Life - \"skeletons\"\nErika de Casier - \"Polite\"\nFickle Friends - \"Cosmic Coming of Age\"\nGreentea Peng - \"Kali V2\"\nGuwop Reign - \"Forgot It\"\nIDER - \"Cross Yourself\"\nLucy Dacus - \"Hot &amp; Heavy\"\nMaple Glider - \"Swimming\"\nMick Jagger - \"Eazy Sleazy\" ft. Dave Grohl\nOrla Gartland - \"Zombie!\"\nQveen Herby - \"Juice\"\nRoyal Blood - \"Boilermaker\"\nThomas Rhett - \"Country Again\"\nTommy Newport &amp; EARTHGANG - \"Stargazer\"\n4/14\nBaby Queen - \"Dover Beach\"\nBabyJake - \"Do I Fit in Your Shoes?\"\nCharli Adams - \"Cheer Captain\"\nConway the Machine - \"Scatter Brain\" ft. JID &amp; Ludacris\nDawn Richard - \"Mornin' / Streetlights\"\nDizzy - \"The Bird Behind the Drapes\" ft. Luna Li\nEmotional Oranges &amp; Becky G - \"Down to Miami\"\nExit Kid - \"Munny\"\ngirl in red - \"You Stupid Bitch\"\nImelda May - \"Diamonds\"\nInugami Korone - \"SAIKYO TENSAI WANDERFUL WORLD of KORONE\"\nJacquees - \"No More Parties (QueMix)\" ft. Erica Banks\nJames Vickery - \"Hourglass\"\nKIRINJI - \"Saikai\"\nKUČKA - \"Eternity\"\nLAUREL - \"You're the One\"\nLiz Phair - \"Spanish Doors\"\nMARINA - \"Purge the Poison\"\nMISSIO - \"Losing My Mind (Stripped)\"\nMoneybagg Yo - \"GO!\" ft. BIG30\nOscar Lang - \"Stuck\"\nRalph - \"Tommy\"\nReal Lies - \"Late Arcades\"\nRina Sawayama &amp; Elton John - \"Chosen Family (Remix)\"\nSinéad Harnett - \"Hard 4 Me 2 Love You\"\nTirzah - \"Send Me\"\nToken - \"Dentures\"\nUnlike Pluto - \"Fallen Parachutes\"\n4/15\nAnaiis - \"juno\"\nAshley Kutcher - \"If I Could\"\nBaker Grace - \"I Feel for You\"\nCautious Clay - \"Karma &amp; Friends\"\nCharlotte OC - \"Bad Bitch\"\nCharlotte OC - \"Forest\"\nCOIN - \"How It Feels\"\ndaine - \"boys wanna txt\" ft. ericdoa\nGaspard Augé - \"Force Majeure\"\nJAWNY - \"Best Thing\"\nJulia Michaels - \"Love is Weird\"\nJulian Lamadrid - \"15 Minutes\"\nKeyon Christ - \"Black Skin Machine\"\nNiko Walters - \"Not My Neighbour (Remix)\" ft. Kiana Ledé\nTawobi, Lord Trippy &amp; Ethereal - \"Face\"\nThe Black Keys - \"Crawling Kingsnake\"\nThe Coral - \"Vacancy\"\nVÉRITÉ - \"by now\"\n4/16\n1nonly - \"Move!\" ft. ciscaux &amp; Savage Ga$p\n$UICIDEBOY$ - \"NEW PROFILE PIC\"\nAlanis Morissette - \"I Miss the Band\"\nalmost monday - \"hailey beebs\"\nAmy Shark - \"Amy Shark\"\nAndra Day - \"Phone Dies\"\nAnnika Wells - \"Love Sucks\"\nAshley Monroe - \"Groove\"\nAViVA - \"UNBREAKABLE\"\nBig K.R.I.T. - \"Pick Up The Pace\"\nBeach Bunny &amp; Tegan and Sara - \"Cloud 9\"\nBebe Rexha - \"Sabotage\"\nBenjamin Francis Leftwich - \"Oh My God Please\"\nBiig Piig - \"Lavender\"\nBilly Marchiafava - \"Good Feelin'\" ft. MC Virgins\nBino Rideaux - \"Incredible\" ft. Drakeo the Ruler\nBirdy - \"Second Hand News\"\ncarolesdaughter - \"Trailer Trash\"\nCharlie Collins - \"Fuck It\"\nChet Faker - \"Whatever Tomorrow\"\nCitizen Queen - \"Y\"\nClean Bandit - \"Higher (VIZE Remix)\" ft. iann dior\nConor Maynard - \"Crowded Room\"\ncrape - \"Screaming Across the Valley\" ft. 916frosty\ncupcakKe - \"Mosh Pit\"\nDaddex - \"Freezing\"\nDamien Styles - \"Condom Song\" ft. Sueco\nDappy - \"Wounds\"\ndePresno - \"Tokyo\"\nDerivakat - \"Take Aim\"\n​DJ Chose &amp; Fredo Bang - \"H2O\"\ndodie - \"I Kissed Someone (It Wasn’t You)\"\nDua Saleh - \"Signs\"\nEloise - \"Intertwined\"\nEric Church - \"Heart\"\nEST Gee - \"Lick Back\"\nFCG Heem - \"Shinin'\"\nFeder &amp; UPSAHL - \"Let There Be Drums\"\nFivio Foreign - \"Self Made\"\nGeorge Cosby - \"Lost on You\"\nGeorgia Twinn - \"Matty Healy\"\nGodfather of Harlem - \"Been to War\" ft. Swizz Beatz, DMX &amp; French Montana\nGodfather of Harlem - \"Prince Hakeem\" ft. ADE &amp; India Shawn\nGrace VanderWaal - \"Repeat\"\nHey Violet - \"Problems\"\nHoly Holy - \"How You Been\"\n​iann dior - \"​don't wanna believe\"\n​iann dior &amp; Trippie Redd - \"​shots in the dark\"\nIDK &amp; Offset - \"Shoot My Shot\"\nILUKA - \"Mess\" ft. Lime Cordiale\nIsle of You - \"Fallback\"\nJosie Man - \"Little Space for Me\"\nJutes - \"Careful What You Wish For\"\nK CAMP - \"Life Has Changed\" ft. PnB Rock\nKayzo, Sullivan King &amp; Papa Roach - \"DOMINATION\"\nKhalil? - \"Don't Think\"\nKILLY - \"TRUST NOBODY\"\nKWAYE - \"Runaway\"\nKygo - \"Gone Are the Days\" ft. James Gillespie\nLeah Nobel - \"The Ones That Make It\"\nLike Saturn - \"neverending road\"\nLil Kee - \"Fake Shit\" ft. 42 Dugg\nLil Poppa - \"AM Flights\" ft. Toosii\nLil West - \"West Side\"\nLord Huron - \"Long Lost\"\nLoveLeo &amp; blackwinterwells - \"BUZZCUT\"\nLucki - \"LifestyleBrazy\"\nLucki - \"No Joke\"\nLxandra - \"Sabotage\"\nMaia Wright - \"Break Her Heart\"\nMatilda - \"Nervous\"\nMatilda Mann - \"Doomsday\"\nMatt Ox - \"Go Psycho\"\nMethyl Ethel - \"Neon Cheap\"\nMUST DIE!, Akeos &amp; Skream - \"LOL OK\"\nOlivia Dean - \"Be My Own Boyfriend\"\nRedman - \"80 BARZ\"\nRegard, Troye Sivan &amp; Tate McRae - \"You\"\nRenni Rucci - \"Talk\"\nRhys Lewis - \"Seasons\"\nRuth B. - \"Situation\"\nSabina Ddumba - \"Swishers\"\nSan Mei - \"I Can't Sleep\"\nShakka &amp; GoldLink - \"Solo\"\nShungudzo - \"White Parents\"\nSmallpools &amp; Neffex - \"the answer\"\nSnoop Dogg - \"Say It Witcha Booty\" ft. ProHoeZak\nSteele 11 &amp; Rio Leyva - \"RED HILLZ\"\nStella Donnelly - \"If I Could Cry (it would feel like this)\"\nSteve Aoki &amp; Farruko - \"Aire\"\nSueco - \"SOS\" ft. Travis Barker\nSypSki &amp; The Awkward Public - \"Break My Bank\"\nTee Grizzley &amp; G Herbo - \"Never Bend Never Fold\"\nThe Darcys - \"Swerve\"\nThe Struts &amp; Paris Jackson - \"Low Key in Love\"\nThe World Famous Tony Williams &amp; Wale - \"Everybody Knows\"\nThomston - \"Magnolia\" ft. Zeph\nToosii - \"​what it cost\"\nTwin Shadow - \"Alemania\"\nXan Griffin - \"Let This Go\"\nYN Jay - \"Drunk When I Made This\"\nYun Head - \"Wasting Time\"\nYung Trench - \"Rain\"\n​Zachary Knowles - \"dancing in the kitchen\"\n4/18\nBugzy Malone - \"Salvador\"\nCalboy - \"All Night Long\"\n4/19\nAzealia Banks - \"Nirvana\"\nCHVRCHES - \"He Said She Said\"\nEGOVERT - \"Step In The Scene Freestyle!\"\nJorja Smith - \"Gone\"\nLil Darkie - \"USA\" ft. EDDISON\nLil Yachty - \"CORTEX\"\nMaluma - \"Rumba (Puro Oro Anthem)\"\nTuxx - \"Contaminate\"\nVillagers - \"The First Day\"\nZoe Wees - \"Ghost\"\n4/20\nAngel Olsen - \"Alive and Dying (Waving, Smiling)\"\nCixqo - \"The Ballers Anthem\" ft. Mezino\nCJ Fly - \"Medicine\"\nEliza Shaddad - \"Heaven\"\nGhastly - \"THE OG\"\nIggy Azalea &amp; Gloria Groove - \"Brazil (Remix)\"\nNatti Natasha &amp; Becky G - \"Ram Pam Pam\"\nSmoke DZA - \"No Regrets\" ft. DOM KENNEDY\nTWICE - \"Kura Kura\"\nWolf Alice - \"Smile\"\n4/21\naldn &amp; glaive - \"what was the last think u said\"\nAshe - \"When I'm Older\"\nDeb Never - \"Sorry\"\nGorgon City - \"Tell Me It's True\"\nKota the Friend - \"Outside\"\nLil Gotit - \"Burnt N Turnt\" ft. NAV\nLil Loaded - \"Bag Talk\"\nLittle Simz - \"Introvert\"\nMellah - \"Easy Breezy\"\nMorcheeba - \"Killed Our Love\"\nMorray - \"Trenches\"\nPacman da Gunman &amp; Icewear Vezzo - \"Did That\"\nryster - \"Bad Girls Club\"\nSports Team - \"Happy (God's Own Country)\"\nTora - \"Why Won't You Wait\"\nWeezer - \"I Need Some of That\"\nYung Mal - \"1.5 Way Or No Way\"\n4/22\nAmy Allen - \"One\"\nAvelino - \"Demons\"\nDelta Goodrem - \"All of My Friends\"\nDutchavelli - \"Circle The Endz\"\nHanne Mjøen - \"Hell with You\"\nJohn Grant - \"Rhetorical Figure\"\nRenni Rucci &amp; Kevin Gates - \"At\"\nRuss Millions &amp; Tion Wayne - \"Body (Remix)\"\nLil Peppa &amp; Lil Grillz - \"N-Word\"\nShaybo - \"Broke Boyz\" ft. DreamDoll\nTobiShyBoy - \"Jagged Edge\" ft. M1llionz &amp; Unknown T\nYG &amp; Mozzy - \"Bompton to Oak Park\"\nYola - \"Diamond Studded Shoes\"\n4/23\n3OH!3 - \"LIGHTS DOWN LOW\"\n3OH!3 - \"WASTE IT ON ME\"\nAly &amp; AJ - \"Don't Need Nothing\"\nAmber Mark - \"Worth It\"\nAnthony Russo - \"anyone (but you)\"\nAvian Grays - \"Crying 'Bout You\"\nAzizi Gibson - \"Xu\"\nBen Platt - \"Imagine\"\nBJ the Chicago Kid, PJ Morton &amp; Kenyon Dixon - \"Bring It on Home to Me\"\nBlake Shelton - \"Bible Verses\"\nBrandyn Burnette - \"Addicted\"\nBrett Young - \"Not Yet\"\nCash Cash - \"Ride or Die\" ft. Phoebe Ryan\nChelsea Collins - \"Hotel Bed\" ft. Swae Lee\nChris Lane - \"Fill Them Boots\"\nciscaux &amp; EGOVERT - \"MY BODY IS A BURNING HOUSE AND EVERYTHING INSIDE IS TRYING TO GET OUT\"\nCochise - \"SANJI\"\nCrowder - \"Milk &amp; Honey\"\nD Savage - \"Lock'd In\"\nElliot Lee - \"Rubies\"\nElyOtto - \"SugarCrash! (Remix)\" ft. Curtis Waters &amp; Kim Petras\nFivio Foreign - \"Unruly\"\n​flora cash - \"Soul Mate\"\nFunkmaster Flex &amp; CJ - \"You Know\"\nGodfather of Harlem - \"Forgot About the Streets\" ft. Brillo, Badda TD &amp; Melvoni\nGreyson Chance - \"Hellboy\"\nH.E.R. - \"Come Through\" ft. Chris Brown\nHamzaa - \"IN BETWEEN\" ft. Miraa May\nHenri Purnell​ - \"On My Way Home\" ft. Joe Cleere\niris - \"​to be mine (is to lose your mind)\"\nJagwar Twin - \"Down to You\"\nJess Connelly - \"Risk\"\nJESSIA - \"I'm not Pretty (Remix)\" ft. Bebe Rexha\nJessie Murph - \"Look Who's Cryin' Now\"\nJoey Trap - \"TRAPPIN' AIN'T UNFAIR\"\nJordan McGraw - \"HER\"\nJutes - \"California\"\nK.Flay - \"Four Letter Words\"\nKaty Perry, Luísa Sonza &amp; Bruno Martini - \"Cry About It Later (Remix)\"\nKEY! - \"Savage\"\nLandstrip Chip &amp; Millie Go Lightly - \"Wraith\"\nLauren Aquilina - \"The Knife\"\nLexi Jayde - \"running in place\"\nLil HE77 - \"Falling Out of Luvv\"\nLike Saturn - \"what a view\"\nLION BABE - \"Frida Kahlo\"\nLuh Kel - \"F Love\"\nMAJ - \"Peach Crush\" ft. TheHxliday\nMatt Cooper - \"Ain't Met Us Yet\"\nMax Jury - \"Highway Song\"\nMax Leone - \"Untitled\"\nMelvoni - \"GET MONEY\" ft. DDG &amp; Tyla Yaweh\nNardo Wick - \"Shhh\"\nNessly - \"Mythbusters\"\nPatrick Droney - \"Talk About That\"\npush baby - \"CRY / TALK ABOUT IT\"\nQ - \"If You Care\"\nR3HAB, Luis Fonsi &amp; Sean Paul - \"Pues\"\nReba McEntire - \"Somehow You Do\"\nRebecca Black - \"Personal\"\nRezz &amp; deadmau5 - \"Hypnocurrency\"\nRich the Kid - \"Richard Mille Patek\"\nRoman Alexander - \"Between You &amp; Me (Remix)\" ft. Ashley Cooke\n​salem ilese - \"About a Breakup\"\nSara Kays - \"Backseat Rider\"\nSarah Klang - \"Love So Cruel\"\nSasha Sloan - \"When Was It Over?\" ft. Sam Hunt\nscarlxrd - \"MXRBID.\"\nShift K3Y &amp; Tinashe - \"Love Line\"\nSkott - \"Tired\" ft. Shylde\nSLEEPWALKRS - \"Goodnight\" ft. JP Cooper\nSol Jay - \"ditto\"\nSosMula - \"Criminal\"\nSpotEmGottem - \"Beat Box 5\" ft. Polo G\nStarBoi3 - \"Dick\" ft. Doja Cat\nTeddy Swims - \"Bed on Fire\"\nThe Alchemist - \"Nobles\" ft. Earl Sweatshirt &amp; Navy Blue\nThe Chemical Brothers - \"The Darkness That You Fear\"\nThe Hunna - \"Bad Place\"\nTheHxliday - \"Wit Dat\" ft. Polo G\nThe Veronicas - \"Life of the Party\" ft. Allday\nThe Weeknd &amp; Ariana Grande - \"Save Your Tears (Remix)\"\nThouxanbanfauni, Eva Shaw &amp; CHXPO - \"DIAMONDS\"\nTom Odell - \"​numb (Remix)\" ft. Zaia\nTorine - \"All My Problems (123456)\"\nTransviolet - \"Clean Laundry\" ft. DREAMERS\nunperfect - \"Can't Get Over It, Pt. 1\"\nVery Abstract - \"Never Gonna Lose\" ft. lilbubblegum\nWhethan - \"Warning Signs\" ft. Kevin George\nWinona Oak - \"Old Insecurities\"\nWonder &amp; MOL$ - \"sno\"\nYBN Nahmir - \"Opp Stoppa (Remix)\" ft. Lil Eazzyy\nYoungBoy Never Broke Again - \"Territorial\"\nYSN Flow - \"Do It Again\" ft. Doe Boy\nYung Tory - \"Fake Love\"\n4/24\nBEXEY - \"GARGOYLE\"\nSmokepurpp - \"MOB\"\nRockit Gaming - \"It's Me\"\n4/26\nEDDISON - \"4u rmx\" ft. Lil Darkie\nNow United - \"Baila\"\nShelley FKA DRAM &amp; Summer Walker - \"All Pride Aside\"\nSnow tha Product - \"Never Be Me\"\nSTARSET - \"INFECTED\"\nWill Young - \"Daniel\"\n4/27\nFaye Webster - \"Cheers\"\nHUNNY - \"Xbox Luvr\"\nKALI - \"Do a Bitch (Remix)\" ft. Rico Nasty\nLeague Of Legends &amp; Foreign Air - \"Starts Right Here\" ft. Kenny Mason\nLil Baby &amp; Megan Thee Stallion - \"On Me (Remix)\"\nMolly Burch - \"Control\"\nMykki Blanco - \"Love Me\" ft. Jamila Woods &amp; Jay Cue\nPhoebe Green - \"IDK\"\nSelf Esteem - \"I Do This All the Time\"\nVistas - \"Stuck in Your Head\"\nWILLOW - \"t r a n s p a r e n t s o u l\" ft. Travis Barker\n4/28\nAdam Melchor - \"Light Year\" ft. Lennon Stella\nAllday - \"Stolen Cars\"\nBladee &amp; Mechatok - \"Drama (Remix)\" ft. Charli XCX\nCall Me Karizma - \"Vacuum Boy\"\nChiiild - \"Gone\"\nCLOVES - \"Nightmare\"\nGarbage - \"No Gods No Masters\"\nHalf Waif - \"Swimmer\"\nJackboy - \"Protecting My Energy\"\nJessie Ware - \"Please\"\nLights - \"Beside Myself\"\nSally Sossa - \"Right My Wrongs (Remix)\" ft. Toosii\n​spill tab - \"Anybody Else\"\nZHU &amp; Arctic Lake - \"Yours\"\n4/29\nALLBLACK, G-Eazy &amp; E-40 - \"10 Toes\"\nBillie Eilish - \"Your Power\"\nBurna Boy - \"Kilometre\"\n​contradash - \"222pm\"\nFRVRFRIDAY - \"Priceless\"\nGavin Turek - \"SLIDE\" ft. bLAck pARty\nGhostface600 - \"Paper Planes\"\nINNA - \"Oh My God\"\nLil Skies - \"My Baby\" ft. Zhavia Ward\nM4zi - \"cant lose\"\n​Machine Gun Kelly - \"love race\" ft. Kellin Quinn\nNoel Gallagher's High Flying Birds - \"We're on Our Way Now\"\nStand Atlantic - \"Deathwish\" ft. nothing,nowhere.\nThe Beaches - \"Let's Go\"\nTINI &amp; María Becerra - \"Miénteme\"\n4/30\n21 Savage - \"Spiral\"\nA Boogie wit da Hoodie - \"Track Star (Remix)\" ft. Mooski\nAfrojack &amp; David Guetta - \"Hero\"\nAlan Jackson - \"Where Her Heart Has Always Been\"\nAlec Benjamin - \"The Way You Felt\"\nAlfie Templeman - \"One More Day\" ft. April\nAmber Liu - \"vegas\"\nAnitta - \"Girl from Rio\"\nAyelle - \"Options\"\nBABii - \"DRiiFT\"\nBaby Keem &amp; Travis Scott - \"durag activity\"\n​bbno$ &amp; Diamond Pistols - \"​help herself (Remix)\" ft. BENEE\nBebe Rexha - \"Die for a Man\" ft. Lil Uzi Vert\nBow Anderson - \"Hate That I Fell in Love with You\"\nBrynn Cartelli - \"If I Could\"\nBrynn Elliott - \"Letter to a Girl\"\nBVDLVD - \"WHAT'S UP?\"\nChord Overstreet - \"Stone Man\"\nChris Lane - \"Summer Job Money\"\nDaniyel - \"SOMEBODY\"\nDaya - \"Montana\"\ndePresno - \"Nordnes\"\nDigital Farm Animals - \"Last Night\" ft. Harlee\nDiplo - \"One by One\" ft. Andhim &amp; Elderbrook\nElley Duhé - \"Kids of the Night\"\nEmlyn - \"change for me\"\nEmpress Of - \"One Breath\"\nFinn Askew - \"Cherry Bomb\"\nFRVRFRIDAY - \"Okay\" ft. Vory\nGodfather of Harlem - \"No Bark When I Bite\" ft. Rick Ross &amp; Cruel Youth\nGucci Mane - \"Shit Crazy\" ft. BIG30\nHayley Kiyoko - \"Found My Friends\"\nHook N Sling, Galantis &amp; Karen Harding - \"The Best\"\nHunnaV &amp; 916frosty - \"Robbery\" ft. JXVE\nILLENIUM &amp; iann dior - \"First Time (Kayzo Remix)\"\nIna Wroldsen - \"Fires\"\nJamie Miller - \"Here's Your Perfect\"\nJayXander - \"Stuck in the Burbs\"\nJosh A - \"ANXIOUS\" ft. guccihighwaters\nJoy Oladokun - \"sorry isn't good enough\"\nJoyner Lucas &amp; Lil Baby - \"Ramen &amp; OJ\"\nJune's Diary - \"Maniac\"\nJustine Skye &amp; Rema - \"Twisted Fantasy\"\nJutes - \"Fvck Your Boyfriend\"\nKara Marni - \"Twisted Fantasy\"\nKings of Convenience - \"Rocky Trail\"\nKriss Kross Amsterdam, Shaggy &amp; Conor Maynard - \"Early in the Morning\"\nKuttemReese - \"No Statements\" ft. Lil Durk\nKyle Dion - \"Purr\" ft. Kari Faux\nKyleYouMadeThat - \"Make You Happy\" ft. YB Redencion, Joseph Black &amp; YBN Nahmir\nLauren Jauregui - \"Temporary\"\nLBS Kee’vin - \"That’s Life\" ft. OMB Peezy\nLike Saturn - \"mirror with no reflection\"\nLil Boom - \"ROCKET POWER!\"\nLil West - \"Date a Star\"\nLily Rose - \"Overnight Sensation\"\nLittle Mix - \"Confetti (Remix)\" ft. Saweetie\nLord Huron - \"I Lied\" ft. Allison Ponthier\nLou Elliotte - \"Happy for Me\"\nLouis the Child &amp; A R I Z O N A - \"So What\"\nLoveLeo - \"TUNG TIED\" ft. Rico Nasty\nmags - \"i can't get over you\"\nMat Kearney - \"Say It Now\"\nMarc E. Bassy - \"Atmosphere\"\nMarc E. Bassy - \"Zone\"\nMaverick - \"My Way\" ft. 916frosty\nMeek Mill - \"Lemon Pepper Freestyle\"\nMereba - \"Rider\"\nMitch James - \"Be Somebody\"\nMob Rich - \"Made to Fall\"\nNEFFEX - \"Are You Ok?\"\nNightly - \"lover/loner\"\nNLE Choppa - \"Final Warning\"\nNoCap - \"On Purpose\"\nOBN Jay - \"Green Beam\"\nOlivia Rodrigo &amp; Joshua Bassett - \"Even When / The Best Part\"\nParson James &amp; JoJo - \"Dirty Laundry\"\nPicture This - \"LA House Party\"\nPnB Rock - \"Need Somebody\"\nPressa - \"Attachments (Remix)\" ft. Coi Leray\nProjexx - \"Bigga League\" ft. Bakersteez\nQuadeca - \"Soul Train\"\nQuincy - \"On Yo Azz!\"\nRag'n'Bone Man - \"Crossfire\"\nRhys - \"Over You\"\nRiley Clemmons - \"I'm Not Alone\"\nSarah Close - \"I Can't Trust Myself\"\nScarlet Pleasure - \"Somebody Else\"\nscarlxrd - \"HATE ME THEN.\"\nSHAED - \"Dizzy\"\nSIDEPIECE - \"Acrobatic\"\nShotgun Willy &amp; Yung Craka - \"Mexico\"\nSnøw - \"Spilled My Coffee\" ft. Rxseboy &amp; Jack Cullen\nSophia Messa - \"Breakfast in Bed\" ft. Avenue Beat\nSorry X - \"Listerine\" ft. 916frosty, crape, SypSki &amp; LOSTBOYKURI\nSpice - \"Go Down Deh\" ft. Sean Paul &amp; Shaggy\nSteve Aoki &amp; Jungleboi - \"Rubble to Gold\" ft. Sam Calver\nStill Woozy - \"Kenny\"\nSurf - \"Autopsy\"\nTaylor Bennett - \"Come Alive\" ft. TheHxliday\nThe Aces - \"Don't Freak\"\nThe Band CAMINO - \"Sorry Mom\"\nThe Jungle Giants - \"Treat You Right\"\nThe Kid LAROI - \"WITHOUT YOU (Remix)\" ft. Miley Cyrus\nThe Marías - \"Hush\"\nTina Arena - \"Church\"\ntwenty one pilots - \"Choker\"\nVEDO - \"For Me\" ft. Jacquees\nWarpaint - \"Lilys\"\nWiktoria - \"Need You to Know\"\nWrabel - \"good\"\nYung Baby Tate - \"Eenie Meenie\"\nYung Bae - \"Woman on the Moon\" ft. UPSAHL"
  },
  {
    "language": "en",
    "title": "DJ_MATEY_OPTIONS_9",
    "lyrics": "2/1\nArlo Parks - \"Softly\"\nBIG30 - \"Protest\"\nDEKKO - \"Kelede\"\nDuwap Kaine - \"Free the Innocent\"\nJim-E Stack - \"Next To Me\" ft. Lucky Daye\nKESHORE - \"Racks Bring the Rats\"\nLuna Li &amp; Beabadoobee - \"Silver Into Rain\"\nMili - \"Sideshow Duckling\"\nRavyn Lenae - \"Skin Tight\" ft. Steve Lacy\nSelfmxdebless - \"COUPE\"\n2/2\n22Gz - \"Said It's Lit\"\n100K Track - \"Tears of Joy\" ft. Rico Cartel &amp; Hotboii\n03 Greedo &amp; Mike Free - \"Pourin\" ft. BlueBucksClan\nA Great Big World &amp; Jason Mraz - \"Darling It's Over\"\nAlfie Templeman - \"Broken\"\nCalboy - \"Back Again Freestyle\" ft. Neil Gang\nFeby - \"Coming Out\"\nFlume - \"Say Nothing\" ft. MAY-A\nHope Tala - \"Party Sickness\"\nJennifer Lopez &amp; Maluma - \"Marry Me (Kat &amp; Bastian Duet)\"\nJoel Corry - \"Liquor Store\"\nJuice WRLD - \"Cigarettes\"\nKamasi Washington - \"The Garden Path\"\nLucy Dacus - \"Kissing Lessons\"\nManiac - \"RABBIT ウサギ\"\n​midwxst - \"​riddle\"\nRöyksopp - \"Impossible\" ft. Alison Goldfrapp\nRunning Touch - \"Come With Me\"\nSAINt JHN - \"For the Squadron\"\nSoulja Boy - \"Walk Em Down\"\nTai'Aysha - \"One Night Ting\" ft. Saweetie\nYNW BSlime - \"Freestyle LOL 2\"\n2/3\nAlex Sensation, Farruko &amp; Prince Royce - \"After Party\" ft. Mariah Angeliq &amp; Kevin Lyttle\nArrDee &amp; Aitch - \"War\"\nBENEE - \"Beach Boy\"\nEly Blancarte &amp; Kim Loaiza - \"Salvaje\"\nIngratax &amp; Sael - \"Noche en LA\"\nKenia OS &amp; Snow Tha Product - \"Joder\"\nKoffee - \"Pull Up\"\nLlane, Reik &amp; KHEA - \"Alcancía\"\nMallrat - \"Your Love\"\nManuel Turizo - \"De 100 a 0\"\nOliver Tree - \"Freaks &amp; Geeks\"\nPeach PRC - \"God Is A Freak\"\nPeking Duk - \"Honest\" ft. Slayyyter\nRolling Blackouts Coastal Fever - \"The Way It Shatters\"\nRusherking &amp; Tiago PZK - \"NOW\"\n​SSGKobe - \"\\RUNNING OUT OF TIME/\"\nThe Change &amp; Leon Leiden - \"Niña de Mis Ojos\"\nWallows - \"Especially You\"\n2/4\n12AM, Tyla Yaweh &amp; Pressa - \"Showgirls\"\nAli Gatie - \"Perfect\"\nAlok - \"Side Effect\" ft. Au/Ra\nArizona Zervas - \"BAND$\"\nBeéle - \"Enchulao\" ft. Blessd\nBigKayBeezy - \"Glock 9\" ft. Lil Zay Osama\nBLCKK - \"CRV\"\nCalum Scott - \"If You Ever Change Your Mind\"\nChesca - \"Soltera\"\nClara - \"Energies Don't Lie\"\nConway the Machine, Benny The Butcher &amp; Westside Gunn - \"John Woo Flick\"\nCurren$y &amp; The Alchemist - \"Half Moon Mornings\"\nDanny Beau - \"golden age\"\nDesiigner - \"BAKIN\" ft. Slushii &amp; DJ Whoo Kid\nE-40 - \"It's Hard Not To\" ft. Sada Baby\nEDDISON - \"ok!\"\nEdurne &amp; Antonio José - \"El Amor No Existe\"\nG Herbo - \"Locked In\"\nHardo - \"Bottom Of The Trap\" ft. EST Gee &amp; Icewear Vezzo\nJason Aldean - \"Rock And Roll Cowboy\"\nJax Jones - \"Where Did You Go?\" ft. MNEK\nJay Critch &amp; Harry Fraud - \"Born With It\"\nJohn Legend, Nas &amp; Florian Picasso - \"Tomorrow\"\nKae Tempest - \"Salt Coast\"\nkeshi - \"TOUCH\"\nKing Von &amp; 21 Savage - \"Don't Play That\"\nLabrinth - \"I'm Tired\"\nLabrinth - \"Yeh I Fuckin' Did It\"\nLiam Gallagher - \"Everything's Electric\"\nLights - \"Salt and Vinegar\"\nLupe Fiasco - \"Hustlaz\"\nLyn Lapid - \"I Guess That Was Goodbye\"\nMachine Gun Kelly &amp; WILLOW - \"emo girl\"\nMak Sauce &amp; Blueface - \"Blah Blah Blah\"\nMaría León &amp; Yuri - \"Te Quedas Sin Mí\"\nMegan Thee Stallion - \"Flamin' Hottie\"\nNick Cannon &amp; Rick Ross - \"My Pimpin\" ft. ItsAMovie\nNicki Minaj &amp; Lil Baby - \"Do We Have a Problem?\"\nnothing,nowhere. - \"sledgehammer\"\nQueen Naija &amp; Big Sean - \"Hate Our Love\"\nRafa Pabön, Dalex &amp; De La Ghetto - \"La Cartera (Remix)\"\nRed Hot Chili Peppers - \"Black Summer\"\nROSALÍA - \"SAOKO\"\nRuss - \"HANDSOMER\"\nSarai - \"Una Noche Más\"\n$NOT &amp; A$AP Rocky - \"Doja\"\nSofi Tukker - \"Original Sin\"\nSpider Gang - \"​​the napoleonic wars\"\nSupa Bwe - \"ACAB\" ft. DINO7K, Chance the Rapper &amp; redveil\nTate McRae - \"she's all i wanna be\"\nTay Money &amp; Saucy Santana - \"Hello\"\nTokio Hotel - \"Bad Love\"\nTommy Genesis - \"a woman is a god (Remix)\" ft. BIA\nThitis, Dj Scumvag - \"Bullmastiff\"\nWarren Hue - \"RUNAWAY W ME\"\nWinnetka Bowling League &amp; Demi Lovato - \"fiimy\"\n​wolfacejoeyy - \"​tic tac toe\"\nYG - \"Scared Money\" ft. Moneybagg Yo &amp; J. Cole\nYN Jay - \"Tip Off\" ft. Mozzy &amp; Louie Ray\nYung Gravy, T-Pain &amp; Dillon Francis - \"Hot Tub\"\n2/5\nChris Brickley &amp; Lil Durk - \"Ikea Rug\"\nMAJ - \"Lately/Queen 2\"\n2/6\nDanny Ocean - \"Istanbul\"\nKankan - \"AP Skelly\"\n2/7\nAGA 江海迦 - \"Tomorrow\"\nalt-J - \"The Actor\"\nAnastacia - \"American Night\"\nBree Runway - \"Pressure\"\nEverything Everything - \"Bad Friday\"\n王菀之 (Ivana Wong) - \"狠愛狠愛你 (Hate Love Hate Love You)\"\nRauw Alejandro - \"Caprichoso\"\n2/8\nBrahman - \"​reminding\"\nCalboy - \"Too Easy Freestyle\"\nEd Schrader's Music Beat - \"Echo Base\"\nKodak Black - \"Grinding All Season\"\nmxmtoon - \"mona lisa\"\nODESZA - \"The Last Goodbye\" ft. Bettye LaVette\npaopao &amp; iZaak - \"tenemos que hablar\"\nPollari - \"SRT!\"\nPusha T - \"Diet Coke\"\n張蔓莎 (Sabrina Cheung) - \"剎那的 (I Like Being Yours)\"\nSharon Van Etten - \"Porta\"\nYoungBoy Never Broke Again - \"Mr Grim Reaper\"\n2/9\n100K Track, YNW BSlime &amp; Slatt Zy - \"Change\"\nCaroline Polachek - \"Billions\"\nDerivakat - \"Tell Your Story (Extended)\"\nDJ Chose &amp; Fredo Bang - \"She Luv Me\"\n梁詠琪, 吳君如 &amp; 呂爵安 (Gigi Leung, Sandra Ng &amp; Edan Lui) - \"辣到出汁 (Spice in My Bones)\"\nNerea Rodríguez - \"Señales\"\nOgi - \"I Got It\"\nOmar Apollo - \"Invincible\" ft. Daniel Caesar\nPamungkas - \"Please Baby Please\"\nPortugal. The Man - \"What, Me Worry?\"\nQuando Rondo - \"Jahkiyah\"\n​tomcbumpz, Ivri &amp; Souly Had - \"we don't know a thing\"\n2/10\nBecky G &amp; KAROL G - \"MAMIII\"\nCentral Cee - \"Khabib\"\nFMK - \"Pal Carajo el Amor\"\nFoals - \"2am\"\nKali - \"UonU\" ft. Yung Bleu\nLali - \"Como Tú\"\nLIT killah - \"La Trampa es Ley\"\nLuis Fonsi &amp; Cali y El Dandee - \"Ley de Gravedad\"\nM Huncho - \"Warzone\" ft. Headie One\nMigrantes, MYA &amp; Luck Ra - \"Lado Triste (Remix)\"\nOhGeesy - \"Appetizer\"\nOvi &amp; Kim Loaiza - \"Después de las 12\"\nSofía Reyes &amp; María Becerra - \"Marte\"\nThe Hertz - \"Now Here, Man!\"\nWisin &amp; Yandel - \"NO SE OLVIDA\"\n2/11\n88GLAM - \"Want To\"\nAbraham Mateo, L-Gante &amp; Omar Montes - \"Vamos Que Nos Vamos\"\nAlok &amp; Rooftime - \"Keep Walking\"\nAutumn! - \"Bentley Bentayga!\"\nAViVA &amp; The Tech Thieves - \"BROKEN\"\nBlac Youngsta &amp; 42 Dugg - \"Threat\"\nBlueBucksClan - \"Valentines Day\"\nCall Me Karizma - \"Dead Body\"\nCurren$y &amp; The Alchemist - \"The Tonight Show\"\nCXRPSE - \"TOO LATE\"\nDC The Don - \"PSA\"\nDiplo &amp; Miguel - \"Don't Forget My Love\"\nDoja Cat - \"Celebrity Skin\"\nDove Cameron - \"Boyfriend\"\nDuke Deuce - \"Falling Off\" ft. Rico Nasty\nEd Sheeran - \"The Joker and the Queen (Remix)\" ft. Taylor Swift\nEDDISON - \"Dope Boi\" ft. Plsbug\nFelix Cartal &amp; Elohim - \"Nothing Good Comes Easy\"\nFireboy DML, 21 Savage &amp; Blxst - \"Peru (Remix)\"\nFivio Foreign, Kanye West &amp; Alicia Keys - \"City of Gods\"\nFrancisca Valenzuela - \"Como La Flor\"\nFuture - \"Worst Day\"\nImmasoul &amp; Sobrino - \"Secreto\"\nInternet Money &amp; 24kGoldn - \"Options\"\nIvan Cornejo - \"Perro Abandonado\"\nJ Alvarez - \"Historia Sin Fin\"\nKayCyy &amp; Gesaffelstein - \"OKAY!\"\nKen-Y - \"Falsas Palabras\"\nKevo Muney - \"No Way\"\nKiiara - \"Miss Me\"\nLeli Hernández &amp; Play-N-Skillz - \"F-U\"\nLennis Rodriguez &amp; Chus Santana - \"Mírame a la Cara\"\nLil PJ - \"Leveled Up\" ft. Lil Keed\nLul Bob - \"Best End\"\nMaren Morris - \"Background Music\"\nMozzy - \"Real Ones\" ft. Roddy Ricch\nNicki Minaj &amp; Lil Baby - \"Bussin\"\nNina Nesbitt - \"When You Lose Someone\"\nPardison Fontaine - \"Hoop Earrings\"\nRema - \"Calm Down\"\nRon Suno - \"GOAT\"\nSada Baby - \"Perfect Form Skub\"\nSaweetie - \"Closer\" ft. H.E.R.\nShealeigh - \"Here Again\"\nSlatt Zy - \"Hard to Live\"\nSlump6s - \"Presidential\"\nSt. Lucia - \"Rocket on My Feet\"\n​vf7 - \"Tal Vez\"\nVibarco - \"Cabrón\"\nYeat - \"Still Countin\"\n2/12\nNatalie Imbruglia - \"Story of My Life\"\nPopcaan &amp; Imeru Tafari - \"Elevate\"\nSadie - \"Queen\"\n2/13\nKankan - \"GET TROLLED\"\nSkeng - \"Rain Like Hail\"\nWarren G - \"Life Is Beautiful\"\n2/14\nAmarion &amp; Omy De Oro - \"Trambo\"\nBlack Birdie - \"fiction\"\nBig Yavo - \"Fronted\"\nCazzu - \"C14TORCE V: Baladas para un Alien\"\nChris Andrew - \"Mató a Cupido\"\nChronic Law - \"Corrupt\"\nCOLLAR - \"Call My Name! (COLLAR214 ver.)\"\nDesiigner &amp; Tank God - \"Put Her On\"\nDexta Daps - \"Rough Day Rough Night\"\nDuki &amp; Emilia - \"Esto Recién Empieza\"\nEix, De La Ghetto &amp; Maffio - \"60 Segundos\"\nFuture Islands - \"King of Sweden\"\nGareth.T - \"​dinner in bed\"\nGRECIA - \"Bonito\"\nGunna - \"Banking On Me\"\n陳卓賢 (Ian Chan) - \"留一天與你喘息 (Breathing With You)\"\n馮允謙 (Jay Fung) - \"報復式浪漫 (Sweeetly)\"\nJC Stewart - \"Love Like That\"\nKate Stewart - \"Hate You\"\nKe Personajes, La T &amp; La M - \"Ya Fue\"\nLil Darkie - \"fly away\"\nNateWantsToBattle - \"Time to Move On\"\nReneaNicole - \"Overtime\"\nRex Orange County - \"AMAZING\"\nRobb Bank$ - \"SHOOTOUT\" ft. Lil Uzi Vert\nRochy RD - \"Mi Mujer\"\nRombai - \"NO SE RUEGA\"\nRomeo Santos - \"Sus Huellas\"\nShenseea - \"R U That\" ft. 21 Savage\nSilk Sonic - \"Love's Train\"\nSoFaygo - \"Drop Em\" ft. Yung Bans\nTinashe - \"Naturally\"\nToosii - \"Love Me Easy\"\nVince Staples &amp; Mustard - \"MAGIC\"\nWhite Lies - \"Blue Drift\"\nYoungboy Never Broke Again - SuperBowl\n2/15\n347aidan - \"BAD KIDS\"\nAlexio La Bestia - \"Ultram\"\nBeach House - \"Hurts to Love\"\nBill Wurtz - \"​i’m scared\"\nDeath Cab for Cutie - \"Waiting for the Sunrise\"\nEliza &amp; The Delusionals - \"Give You Everything\"\nHatchie - \"Giving the World Away\"\nKESHORE - \"different\"\nKid Bloom - \"Does It Feel Real\"\nKurt Vile - \"Like Exploding Stones\"\nLiL CaKe &amp; Nobeat - \"Tan Solo Hoy\"\nLil Geniuz &amp; Luar La L - \"Dinero en Movimiento\"\n​paopao, La Gabi &amp; Villano Antillano - \"hebilla\" ft. ARIA VEGA &amp; Cami Da Baby\nSea Girls - \"Lonely\"\nWallice - \"Little League\"\n2/16\nAmenazzy &amp; Beny Jr - \"Rulay\"\nBear's Den - \"Shadows\"\nBuddy - \"Wait Too Long\" ft. Blxst\nCarla Geneve - \"Brighter Than Blue\"\nDoss - \"Jumpin'\"\nFeby - \"What Do You Think\"\nJ Balvin - \"Niño Soñador\"\nKim Loaiza &amp; JD Pantoja - \"INCONDICIONAL\"\nLola Indigo - \"Las Solteras\"\nMOTHICA &amp; emlyn - \"GOOD FOR HER\"\nNilüfer Yanya - \"anotherlife\"\nPacman da Gunman &amp; Hit-Boy - \"Find a Balance\" ft. DOM KENNEDY\nReazy Renegade, K CAMP &amp; Rich The Kid - \"Ballin (Kevin Durant)\"\nRUGGERO - \"Se Vive Solo una Vida\"\nTeezo Touchdown - \"Handyman\"\n林家謙 (Terence Lam) - \"某種老朋友 (Regression)\"\nTessa Violet - \"YES MOM\"\nTHE BLSSM - \"DIZZY\"\nTINI &amp; Beéle - \"Fantasi\"\nTomberlin - \"happy accident\"\nTrain - \"AM Gold\"\nZolita - \"Single in September\"\n2/17\nAnitta &amp; Justin Quiles - \"Envolver Remix\"\nDímelo Flow, Rauw Alejandro &amp; Farruko - \"Suelta\" ft. Mr. Vegas, María Becerra &amp; Fatman Scoop\nDvicio - \"TE PIENSO A CADA HORA\"\nEd Sheeran - \"Bad Habits (Remix)\" ft. Bring Me The Horizon\nFontaines D.C. - \"I Love You\"\nFredo Bang - \"4's Up\"\nFuego &amp; Ryan Castro - \"Pendiente al Paso\"\nGoyo - \"Na Na Na\"\nJack Savoretti - \"You Don't Have To Say You Love Me / Io che non vivo senza te (Medley)\"\nJon Z &amp; Luar La L - \"Bellako Puñeta\"\nMahalia - \"Letter To Ur Ex\"\nMorat - \"Llamada Perdida\"\nNathy Peluso - \"EMERGENCIA (Presented by PlayStation, Horizon Forbidden West)\"\nOzuna - \"Deprimida\"\nSnow Tha Product &amp; Gera MX - \"Wassap\"\nTroye Sivan &amp; Jay Som - \"Trouble\"\nTrueno, Randy &amp; Bizarrap - \"JUNGLE\"\nPaco Amoroso - \"LAION SHUFFLE\"\nRei, Kaleb Di Masi &amp; Alan Gomez - \"Dale Dale\"\n​umru, Tony Velour &amp; Fraxiom - \"all i need\" ft. Hannah Diamond\nWinona Oak - \"Island of the Sun\"\nYumi Zouma - \"Where The Light Used To Lay\"\n2/18\n220 KID &amp; Jem Cooke - \"Another Life\"\n3LW - \"Trouble\"\nAbe &amp; Lorena - \"Miénteme\"\nAinoa Buitrago - \"A LO LEJOS\"\nAlejandro Santamaria - \"Despierto\"\nAlok &amp; Alan Walker - \"Headlights\" ft. KIDDO\nBaby Tate - \"Slut Him Out\"\nBaby Tate - \"What's Love?\"\nC. Tangana, Omar Montes &amp; Daviles de Novelda - \"La Culpa\" ft. Canelita\nCall Me Loop - \"Painkiller\"\nChappell Roan - \"Naked in Manhattan\"\nChicocurlyhead - \"NO TE VAYAS\"\nChris Miles - \"Nothing Feels the Same\" ft. Lil Tracy\nChristian Nodal - \"Ya No Somos Ni Seremos\"\nClean Bandit - \"Everything But You\" ft. A7S\nCOIN - \"I Think I Met You in a Dream\"\nDave East - \"Bet It\"\nDDG - \"Elon Musk\" ft. Gunna\nEdén Muñoz - \"Chale\"\nELIO - \"Read The Room\"\nERROR - \"愛情值日生 (Love On Duty)\"\nflor - \"Play Along\"\nFlorrie - \"What If I'm Wrong\"\nGhastly - \"Smoke\" ft. Madalen Duke\nGotay \"El Autentiko\" &amp; Nesi - \"Soltero\"\nGuapdad 4000 - \"Ruthless\"\nHunxho - \"Let’s Get It (Remix)\" ft. 21 Savage\nIsaac Dunbar - \"bleach\"\nJack Harlow - \"Nail Tech\"\nJAY MAX - \"Pegaíta\"\nJessica Taylor - \"U Really Think U Love Me\"\nJessie Murph - \"Pray\"\nKayzo - \"News Flash\" ft. Kamiyada+\nKid Cudi &amp; Nigo - \"Want It Bad\"\nKojey Radical - \"Silk\" ft. Masego\nKungs - \"Clap Your Hands\"\n莊正 (Lester Chong) - \"裂 (Crack)\"\nLittle Boots - \"Out (Out)\"\nLouie Ray - \"Nobody Proud\" ft. YN Jay\nLouis the Child, Kasbo &amp; EVAN GIIA - \"Blow the Roof\"\nLucki - \"Super Urus\"\nLucky Daye - \"NWA\" ft. Lil Durk\nLukas Graham - \"All Of It All\"\nMatt Paris - \"Se Te Nota\"\nMaude Latour - \"Headphones\"\nMC4D &amp; gavn! - \"Still There\"\nMelii - \"Cartier\"\nmerci, mercy - \"Why'd You Only Call Me When You're High?\"\nMimi Webb - \"House On Fire\"\n​moon tang - \"lately\"\nNGeeYL - \"Glock 19\"\nNicole Favre &amp; Joey Montana - \"Repítelo\"\nNothing But Thieves - \"Life's Coming in Slow\"\nPJ Morton &amp; JoJo - \"My Peace\" ft. Mr. Talkbox\nQuin NFN - \"Scrimmage\" ft. LilCJ Kasino &amp; Lil 2z\nRegard - \"Hallucination\" ft. Years &amp; Years\nRobin Thicke &amp; Rapsody - \"Day One Friend\"\nROLE MODEL - \"if jesus saves, she's my type\"\nRuss - \"Real\"\nRY X - \"Let You Go\"\nSabrina Carpenter - \"Fast Times\"\nSara Kays - \"When You Look at Me\"\nScorey - \"Girls Love Rod Wave\"\nSimple Plan - \"Ruin My Life\" ft. Deryck Whibley\nSin Bandera - \"Dime Que Sí\"\nSoge Culebra, Mora &amp; GARABATTO - \"7 Lágrimas (Remix)\"\nStefflon Don - \"Like That\"\nSteve Aoki &amp; grandson - \"KULT\" ft. Jasiah\nThe Colleagues - \"Rolex\" ft. Freddie Gibbs\nThe Knocks - \"Slow Song\" ft. Dragonette\nTy Dolla $ign - \"Champions\" ft. Wiz Khalifa\nUnlike Pluto - \"Digital Junkie\"\n​vf7, Lele Pons &amp; Ninow y Candy - \"Restart\"\nYamil &amp; RKM - \"Mi Debilidad\"\nYNW BSlime - \"Valenslime\"\n2/19\nBasedNas - \"My Time\"\nCold Hart - \"STRAWBERRYY\"\nMili - \"My Creator\"\nStunna 4 Vegas - \"YNWA\"\n2/20\nRubi Rose - \"I Like\"\nSince99 - \"Slip Away\"\nYoungBoy Never Broke Again - \"Opposite\"\n2/21\nBrytiago - \"Reaction\"\nChronic Law - \"Venom\"\nDuwap Kaine - \"GRG (Get Right Gang)\"\nEARTHGANG &amp; Musiq Soulchild - \"AMEN\"\nEle A El Dominio - \"Champagne y Cerveza\"\nHozwal &amp; Amarion - \"INFIELES\"\nKHEA - \"DELITO_V13.wav\"\nLil Darkie - \"PIGGY BACK\"\nPorridge Radio - \"Back To The Radio\"\nPressa - \"Hear Me Out\"\nVenusTheG &amp; ppcocaine - \"GET ON (Remix)\"\n2/22\n100K Track &amp; YNW Melly - \"Slums\"\nCarlos Unger - \"¿porque me tratas así?\"\nChesca - \"TuTuRu\"\nEgo Ella May - \"Introvert Hotline\"\n張蔓姿 (Gigi Cheung) - \"不言自明 (Frequency)\"\nJensen McRae - \"Happy Girl\"\n李駿傑 (Jeremy Lee) - \"半 (Half)\"\nKAWALA - \"Hypnotized\"\nKenny Mason - \"LIFT OFF FREESTYLE\"\n徐嘉浩 (Kevin Kaho Tsui) - \"By The Time\"\nKodak Black - \"I Wish\"\nLAY &amp; 24kGoldn - \"Dawn to Dusk\"\nLil Durk - \"AHHH HA\"\nMalu Trevejo - \"Culo Chapa\" ft. La Perversa, Quimico Ultra Mega &amp; Haraca Kiko\nMaría Becerra - \"Felices x Siempre\"\nMura Masa, Lil Uzi Vert &amp; PinkPantheress - \"bbycakes\" ft. Shygirl\nNatti Natasha, El Alfa &amp; Chimbala - \"WOW BB\"\nNohemy - \"NOH\"\nRegina Spektor - \"Becoming All Alone\"\nToro y Moi - \"The Loop\"\nWHIZZ - \"二話都說 (In Our Private Zone)\"\nYoungBoy Never Broke Again - \"I Hate YoungBoy\"\n2/23\nCMAT - \"Every Bottle (Is My Boyfriend)\"\nCOBRAH - \"GOOD PUSS (Remix)\" ft. cupcakKe\nericdoa - \"fool4love\"\nFlorence + the Machine - \"King\"\nGang of Youths - \"spirit boy\"\nGirlpool - \"Dragging My Life Into a Dream\"\nJewel - \"Dancing Slow\" ft. Train\nLil Tracy - \"Not Just Anybody\"\nLizzy McAlpine - \"reckless driving\" ft. Ben Kessler\n​midwxst - \"i know you hate me\"\nNoCap - \"I'll Be Here\"\nPollari &amp; Yung Beef - \"Earth (Remix)\"\nQuando Rondo - \"Six-0 Business\"\n​salem ilese, TOMORROW X TOGETHER &amp; Alan Walker - \"PS5\"\nSoulja Boy - \"Goin Down (Young Joc)\"\nSoulja Boy - \"Lion\"\nThe Vaccines - \"Thunder Fever\"\nTroye Sivan &amp; Gordi - \"Wait\"\nYungeen Ace - \"My Own Problems\"\n2/24\nAleesha, NICKI NICOLE &amp; Taichu - \"Arrepentío\" ft. Juicy BAE\ngeorgee - \"split\"\nDenzel Curry - \"Zatoichi\" ft. slowthai\nGIULIA BE - \"2 PALABRAS\"\nHannah Diamond - \"Staring at the Ceiling\"\nKaleb Di Masi, Alejo Isakk &amp; Omar Varela - \"P rreo\" ft. Salastkbron\nKehlani - \"little story\"\nLightSkinKeisha - \"Play Me\"\nLil B - \"Pushing Peace\"\nMKULTRA - \"In a Rut\"\nRauw Alejandro - \"GRACIAS POR NADA\"\nROSALÍA - \"CHICKEN TERIYAKI\"\nSoulja Boy - \"Liu Kang\"\nSpider Gang - \"NO EFFORT\"\n岑寧兒 (Yoyo Sham) - \"無常家 (Born on 00.00.00)\"\n2/25\nAche - \"Panas Con Privilegios\"\nAlan Wittels - \"SESENTAYNUEVE\"\nAlec Benjamin - \"Shadow Of Mine\"\n盧瀚霆 (Anson Lo) - \"Mr. Stranger\"\nArrDee ft. Lil Tecca - Flowers (Say My Name)\nAutumn! - \"Jumpin!\"\nBabySantana - \"​nyc\"\nBANKS - \"Holding Back\"\nBecky Hill &amp; Galantis - \"Run\"\nBig Time Rush - \"Not Giving You Up\"\nBig Yavo - \"Lumberjack\"\nBrevin Kim &amp; Curtis Waters - \"ALIENSPEAK\"\nCali y El Dandee - \"Malibu\"\nCavetown &amp; beabadoobee - \"Fall in Love With a Girl\"\nCosculluela - \"La Que Hay\"\nE20 - \"Memphis Memphis Memphis\" ft. Yo Gotti\nErica Banks - \"Slim Waist\"\nFefe Dobson - \"Fuckin In Love\nFelix Jaehn &amp; The Stickmen Project - \"Rain In Ibiza\" ft. Calum Scott\nFlo Milli - \"PBC\"\nG Flip - \"GAY 4 ME\"\nGente De Zona - \"Q'lona\"\nGRIP - \"Emo Stick\"\nHD4President - \"One Mic\"\nHollywood Undead - \"CHAOS\"\nJackboy - \"All We Got\"\nJasiah - \"Earthquake\" ft. jxdn\nJaviielo - \"BRÚJULA\"\nJoshua Bassett - \"Doppelgänger\"\nJuanka - \"Pasaporte\"\nKarlae - \"Blind\" ft. Lil Yachty\nKilo Kish - \"NO APOLOGY!\"\nKnightlight - \"White Lies\"\nKygo - \"Dancing Feet\" ft. DNCE\nLennis Rodriguez &amp; Chus Santana - \"La Canción X (Reclamo)\"\nManá &amp; Christian Nodal - \"Te Lloré Un Río\"\nMatt Citron - \"Far From You\"\nMatt Citron - \"Air It Out\nMooski - \"Scuba Diving\"\nMorad - \"No y No\"\nNaty Botero - \"Puro Amor\"\nNessa Barrett - \"dying on the inside\"\nOneRepublic - \"West Coast\"\nPekeño 77 &amp; Marcianeke - \"Envidia y Maldad\"\nPiso 21, KHEA &amp; Marc Seguí - \"Mató Mi Corazón (Parte II)\"\nRae Morris - \"No Woman Is An Island\"\nRamon Vega &amp; Kenia OS - \"Tírame Un Hello (Remix)\"\nRexx Life Raj - \"Balance\"\nRuss - \"WHAT ARE YALL\"\nRyan Castro - \"Clásico\" ft. Ovi\nSam &amp; La S - Efecto\n陳珊妮 (Sandee Chan) - \"痛癮 (Pain Addict)\"\nSince99 - \"Precision\"\nSorn - \"Sharp Objects\"\n​SSGKobe - \"marni freestyle v1.28.22\"\nSwedish House Mafia - \"Redlight\"\nTaleban Dooda - \"Spin\"\nTom Aspaul - \"Kiss It\"\nTyga &amp; Doja Cat - \"Freaky Deaky\"\n​vf7 &amp; Nio García - \"Baila Bien\"\n​yvngxchris - \"​​​​maison mihara​​​​\" ft. midwxst\nZyron, Ñengo Flow &amp; Marcianeke - \"Bien Mala (Remix)\" ft. Ñengo Flow, Jowell, Marcianeke, Cris Mj &amp; Franco \"El Gorila\"\n2/26\nIntence - \"Puissant\"\nLil Tracy - \"ⁱ ᵗʰⁱⁿᵏ ⁱ ˢᵒˡᵈ ᵐʸ ˢᵒᵘˡ ❤️‍🩹\"\n2/28\nApel8 - \"Ghoul\"\nBeam - \"Bow\"\nCorina Smith &amp; Eladio Carrión - \"Roto\"\nDee Watkins - \"Realer and Realer\" ft. Jackboy\nEliel MX - \"Fuego\"\nLil Darkie - \"​sun come up\"\nLil Tracy - \"RED LIKE BLOOD . . . 🧛🏻‍♀️\"\nNilüfer Yanya - \"the dealer\"\nPOLIÇA - \"Rotting\"\nStereophonics - \"Right Place Right Time\"\n鄧小巧 (Tang Siu Hau) - \"兩種語言 (Two Languages)\"\nWet Leg - \"Angelica\"\nLabrinth &amp; Zendaya - \"I'm Tired\"\nYung Bans - \"I Spy\" ft. Future"
  }
]