[
  {
    "language": "en",
    "title": "Drake_Nonstop_0",
    "lyrics": "\nTay Keith, fuck these niggas up!\n\nLook, I just flipped a switch (Flipped, flipped)\nI don't know nobody else that's doin' this\nBodies start to drop, ayy (Hit the floor)\nNow they wanna know me since I hit the top, ayy\nThis a Rollie, not a stopwatch, shit don't ever stop\nThis the flow that got the block hot, shit got super hot, ayy\nGive me my respect (Give me my respect)\nI just took it left like I'm ambidex'\nBitch, I move through London with the Eurostep (Two)\nGot a sneaker deal and I ain't break a sweat\nCatch me 'cause I'm gone (Outta there, I’m gone)\nHow I go from 6 to 23 like I'm LeBron?\nServin' up a pack (Servin' up a pack)\nNiggas pullin' gimmicks 'cause they scared to rap, ayy\nFunny how they shook, ayy, got these niggas shook\nPullin' back the curtain by myself, take a look, ayy\nI'm a bar spitta, I’m a hard hitta\nYeah I’m light-skinned, but I'm still a dark nigga\nI'm a wig splitta, I'm a tall figure\nI'm an unforgivin' wild-ass dog nigga\nSomethin' wrong with 'em, got 'em all bitter\nI'm a bill printer, I'm a gravedigger\nYeah, I am what I am\nI don't have no time for no misunderstandings again\n\nMy head is spinnin', from smokin' the chicken, the bass is kickin'\nMy head is spinnin', from smokin' the chicken, the bass is kickin'\nMy head is spinnin', from smokin' the chicken, the bass is kickin'\nMy head is spinnin'\nThis a Rollie, not a stopwatch, shit don't ever stop\nFrom smokin' the chicken, the bass is kickin'\nMy head is spinnin', from smokin' the chicken, the bass is kickin'\nMy head is spinnin', from smokin' the chicken, the bass is kickin'\nMy head is spinnin', from smokin' the chicken, the bass is kickin'\nMy head is–\n\nFuture took the business and ran it for me\nI let Ollie take the owl, told him brand it for me\nI get 2 million a pop and that’s standard for me\nLike I went blind, dog, you gotta hand it to me\n(Gotta gimme that shit, dog)\nPrayed, then I prayed again (Amen, Lord)\nHad a moment but it came and went\n(They don't love you no more)\nYou don’t wanna play with him (Nah, nah, nah)\nThey’ll be mournin' you like 8AM (R.I.P.)\nPinky ring 'til I get a wedding ring (Whoa, yeah)\nLove my brothers, cut 'em in on anything (Big slice)\nAnd you know it's King Slime Drizzy, damn (Woo yeah)\nShe just said I'm bae, I hit the thizzle dance (Mac Dre shit)\nEither hand is the upper hand (Oh yeah, shit)\nGot a bubba on my other hand (Whoa, yeah, shit, yeah)\nThis shit ain't no hundred bands (Nah, nah, nah, nah)\nPalace look like Buckingham\nBills so big, I call 'em Williams, for real\nReasons to go crazy, got a trillion, for real\nThey been tryin' me but I'm resilient, for real\nI can’t go in public like civilian, for real\nAnd I hardly take offense\nMoney for revenge, man, that’s hardly an expense\nAl Haymon checks off of all of my events\nI like all the profit, man, I hardly do percents (I don't do that shit)\nA big part of me resents\nNiggas that I knew from when I started in this shit\nThey see what I got and, man, it's hard to be content\nFuck what they got goin' on, I gotta represent (Ayy!)\n\nMy head is spinnin', from smokin' the chicken, the bass is kickin'\nMy head is spinnin', from smokin' the chicken, the bass is kickin'\nMy head is spinnin', from smokin' the chicken, the bass is kickin'\nMy head is spinnin'\nThis a Rollie, not a stopwatch, shit don't ever stop\nFrom smokin' the chicken, the bass is kickin'\nMy head is spinnin', from smokin' the chicken, the bass is kickin'\nMy head is spinnin', from smokin' the chicken, the bass is kickin'\nMy head is spinnin'\nThis the flow that got the block hot, shit got super hot"
  },
  {
    "language": "en",
    "title": "Drake_Nonstop_1",
    "lyrics": "\nTai Keith, förstör dessa negrer!\n\nTitta, jag trycke nyss av strömbrytaren (Tryck, tryck)\nKänner inte till någon annan som gör det här\nKroppar börjar falla, ayy (Föll till marken)\nNu vill dom lära känna mig, för jag tog mig till toppen, ayy\nDet här är en Rollie, inget stoppur, skiten stannar aldrig\nDet här är flowet som fick orten brinna, skiten blev superhet, ayy\nGe mig min respekt, ayy (Ge mig min respekt)\nJag tog det nyss vänster som jag vore ambidex´\nSlyna, jag tog mig igenom London med Eurostep (Två)\nHar ett sneakeravtal, det var busenkelt\nFånga mig för jag är borta (Drog därifrån, jag är borta)\nHur gick jag från 6 till 23 som jag vore LeBron?\nServerar ett pack (Serverar ett pack)\nNegrer kör med knep för dom är rädda för att rappa, ayy\nRoligt hur dom frös, ayy, fick dom här negrerna att frysa\nDrar undan ridån själv, tar en titt, ayy\nJag är en barspottare, jag slår hårt\nJag är mulatt, men jag är fortfarande en svart neger\nJag är en perukdelare, jag är en lång en\nJag är en oförsonlig, vild jävla hundneger\nNågot är fel med dom, fick dom alla att bli bittra\nJag är en sedelpress, jag är en gravgrävare\nJa, jag är vad jag är\nJag har ingen mer tid för missförstånd igen\n\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud snurrar\nDet här är en Rollie, inget stoppur, skiten stannar aldrig\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud-\n\nFuture tog affären och skötte den åt mig\nJag lät Ollie ta ugglan, och marknadsföra den för mig\nJag får två miljoner varje uppträdande, det är standard för mig\nSom om jag blev blind, bror, du måste ge det till mig\n(Måste ge mig den där skiten, bror)\nBad, sen bad jag igen (Amen, herre)\nHade ett ögonblick, men det kom och gick\n(Dom älskar dig inte längre)\nDu vill inte leka med honom (Nej, nej, nej)\nDom kommer gäspa, du är som 8AM (Vila i frid)\nLillfingret tills jag får en vigselring (Whoa, yeah)\nÄlskar min bröder, tar med dom på allting (Stor bit)\nOch du vet det är King Slime Drizzy, oj (woo yeah)\nHon sa just att jag är älsk, jag gör thizzledansen (Mac Dre skit)\nEndera hand är en överhand (Whoa, yeah, skit, yeah)\nDen här skiten är inga hundra band (Nej, nej, nej, nej)\nPalatset ser ut som Buckingham\nRäkningarna så stora, jag kallar dom William, på riktigt\nAnledningar för att bli tokig, jag har en miljard, på riktigt\nDom testar mig men jag är motståndskraftig, på riktigt\nJag kan inte vara offentlig, som civil, på riktigt\nJag tar nästan aldrig illa upp\nPengar för hämnd, mannen, det är knappt en utgift\nAl Haymon tar hand om alla tillställningar\nJag gillar hela vinsten, mannen, jag gör nästan aldrig procent (Jag gör inte den där skiten)\nEn stor del av mig står emot\nNegrer som jag kände från när jag först tog mig in i den här skiten\nDom ser vad jag kan, mannen, det är svårt att vara nöjd\nKnulla vad dom har, jag måste representera (Ayy!)\n\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud snurrar\nDet här är en Rollie, inget stoppur, skiten stannar aldrig, ayy\nFrån att ha rökt kycklingen\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud snurrar, från att ha rökt kyckling, basen slår\nMitt huvud snurrar\nDet här är flowet som fick orten brinna, skiten blev superhet"
  },
  {
    "language": "en",
    "title": "Drake_Nonstop_2",
    "lyrics": "\nTay Keith, acaba com esses manos!\n\nOlha, eu acabei de apertar um botão (Apertar, apertar)\nEu não conheço ninguém que tá fazendo isso\nCorpos começam a cair, ayy (Caiu no chão)\nAgora eles querem me conhecer desde que cheguei ao topo, ayy\nIsso é um Rollie, não um cronômetro, a merda nunca para\nEsse é o flow que esquentou o bloco, a coisa ficou superquente, ayy\nMe dê meu respeito (Me dê meu respеito)\nEu apenas peguei como sе fosse ambidestro\nVadia, eu ando por Londres com a Eurostep (Dois)\nFiz um negócio com tênis e não tô nem um pouco suado\nMe pegue porque eu tô indo (Fora daqui, eu tô indo)\nComo vou de 6 para 23 como se eu fosse o LeBron?\nServindo um pacote (Servindo um pacote)\nManos inventando truques porque eles têm medo de rimar, ayy\nEngraçado como eles tremeram, ayy, fiz esses manos tremerem\nPuxei a cortina sozinho, dou uma olhada, ayy\nEu sou cuspidor de rima, eu sou fazedor de hit\nYeah, eu tenho a pele clara, mas ainda sou um negro escuro\nSou uma peruca dividida, sou uma figura alta\nEu sou impiedoso mano, cachorro selvagem\nTem algo de errado com eles, deixei todos eles putos\nEu sou um impressor de contas, sou um coveiro\nYeah, eu sou o que sou\nEu não tenho tempo pra mal-entendidos de novo\n\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá girando\nIsso é um Rollie, não um cronômetro, a merda nunca para\nPor usar cocaína, o grave tá batendo\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá–\n\nO Future pegou o negócio e administrou pra mim\nEu deixei o Ollie pegar a coruja, falei pra ele marcar pra mim\nEu ganho 2 milhões por bombar e isso é padrão pra mim\nComo se eu ficasse cego, cachorro, você tem que me dar isso (Tem que me dar essa merda, cachorro)\nRezo, depois rezo de novo (Amém, Senhor)\nTive um tempo, mas cheguei e fui\n(Eles não te amam mais)\nVocê não quer brincar com ele (Nah, nah, nah)\nEles ficarão de luto por você às 8 da manhã (Descanse em paz)\nAnel no mindinho até eu conseguir um anel de casamento (Whoa, yeah)\nAmo meus irmãos, pago eles em qualquer ocasião (Grande fatia)\nE você sabe que é King Slime Drizzy, caramba (Woo yeah)\nEla acabou de dizer que eu tô namorando, eu fiz a dança do thizzle (Mac Dre merda)\nQualquer uma das mãos é vantagem (Oh yeah, merda)\nTenho um bubba na outra mão (Whoa, yeah, merda, yeah)\nEssa merda não tem centenas de notas (Nah, nah, nah, nah)\nO Palace parece o Buckingham\nContas tão grandes, eu chamo elas de Williams, de verdade\nRazões pra ficar louco, tenho um trilhão, de verdade\nEles têm me testado, mas eu sou resistente, de verdade\nEu não posso ir a público como um civil, de verdade\nE eu dificilmente me ofendo\nDinheiro por vingança, cara, isso dificilmente é uma despesa\nAl Haymon checa todos os meus eventos\nEu gosto de todo o lucro, cara, eu dificilmente faço porcentagens (Eu não faço essa merda)\nUma grande parte de mim se ressente\nOs manos que eu conhecia desde quando comecei nessa merda\nEles vêem o que eu tenho e, cara, é difícil ficar contente\nFoda-se o que eles estão fazendo, eu tenho que representar (Ayy!)\n\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá girando\nIsso é um Rollie, não um cronômetro, a merda nunca para\nPor usar cocaína, o grave tá batendo\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá girando, por usar cocaína, o grave tá batendo\nMinha cabeça tá girando\nEsse é o flow que esquentou o bloco, a coisa ficou superquente"
  },
  {
    "language": "en",
    "title": "Drake_Nonstop_3",
    "lyrics": "\n\n¡Jode a esos negros, Tay Keith!\n\nMira, acabo de dar un giro de 180 grados\nNo conozco a nadie que esté haciendo esto\nLos cuerpos empiezan a caer, ey, caen al suelo\nAhora quieren conocerme desde que llegué a la cima\nEsto es un Rollie*, no un reloj normal, esta mierda nunca para\nEste es el flow que calentó el barrio, esta mierda está ardiendo, ey\nDame mi respeto, dame mi respeto\nLa cogí con la izquierda, como si fuera ambidiestro\nZorra, me muevo por Londres con el Euro step\nConseguí un buen negocio con las zapatillas y ni siquiera sudé\nAtrápame porque me estoy yendo, ahí fuera ya me he ido\n¿Que cómo voy del 6 al 23 como si fuera LeBron?\nTrapicheando, trapicheando\nNegratas haciendo truquitos porque les da miedo rapear, ey\nMe hace gracia cómo temblaban, ey, puse a esos negros a temblar\nRevelando secretos por mi cuenta, echa un vistazo, ey\nMe dedico a escupir versos, le doy duro\nSí, tengo la piel clara, pero aun así soy un negro bien oscuro\nSoy un sicario que mata por placer, soy un modelo a seguir\nSoy un perro negro salvaje y sin misericordia\nAlgo les pasa, los he puesto a todos rabiosos\nSoy una máquina de billetes, soy un cavador de tumbas\nSí, soy lo que soy\nNo tengo tiempo para no tener malentendidos otra vez\n\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da vueltas…\nEsto es un Rollie, no un reloj normal, esta mierda nunca para\n…por fumar coca, el bajo está sonando\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da…\n\nFuture se encargó del negocio y lo llevó por mí\nDejé que Ollie cogiera el buho, le dije “Lleva la marca por mí”\nIgané 2 millones por cada uno y eso es lo normal para mí\nComo si me hubiera quedado ciego, perro, me lo tienes que traer\nMe tienes que traer esa mierda, perro\nRecé, y luego volví a rezar, amén, Señor\nTuve mi momento, pero vino y se fue;\nYa no te quieren\nNo queréis jugar con él, no, no, no;\nTe estarán llorando como a las 8 a.m. (R.I.P.)\nLlevaré un pinky ring hasta que consiga un anillo de boda\nAmo a mis hermanos, compartiría con ellos lo que fuera, una rodaja grande\nY ya sabéis que soy King Slime Drizzy, joder\nElla acaba de llamarme “cariño”, y yo me he puesto a hacer el thizzle dance (la mierda de Mac Dre, joder)\nLas dos manos son la mano buena\nY llevo un Bubba en la otra mano\nEsta mierda no vale ni cien mil dólares, no, no, no, no\nMi palacio parece el de Buckingham\nMis billetes son tan grandes que los llamo Williams, de verdad\nTengo razones para volverme loco, gané un trillón, de verdad\nHan estado poniéndome a prueba, pero yo me adapto, de verdad\nNo puedo ir por la calle como un ciudadano corriente\nPero rara vez me ofendo\nDinero por venganza, tío, eso no es un gasto\nAl Haymon lleva todos mis eventos\nYo acepto cualquier beneficio, yo no hago las cuentas, no hago esa mierda\nUna gran parte de mí está ofendida\nLos negros que conocía cuando empecé en esta mierda\nVen lo que he conseguido, tío, y es difícil estar satisfecho\n¡Que le den a lo que ellos han conseguido, yo tengo que dar ejemplo!\n\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da vueltas…\nEsto es un Rollie, no un reloj normal, esta mierda nunca para\n…por fumar coca, el bajo está sonando\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da vueltas por fumar coca, el bajo está sonando\nMi cabeza da…\nEste es el flow que calentó el barrio, esta mierda está ardiendo"
  },
  {
    "language": "en",
    "title": "Drake_Nonstop_4",
    "lyrics": "Wake Up Get This Cake Up bitch im on the grindin this shit can get scary i anit talking shining all these niggas hating it won't do no good im trying get my pockets fat 97 suge\nFucking up that check Wym i had to get it back Nigga check the map wym u anit on that nigga watch yo back niggas hoes with no kitty kat keep the 30 on me and that bitch known to have blow black\nBallin Flexin on these niggas i anit never stressing run up that check and get to flexin like this shit was wrestling dip on yo bitch on a dark night and i anit talking batman racked up like tennis so we playing badminton\nListen Im a young jefe make money my way Harvey dent ass niggas we should call em two face i heard niggas pocket watching make sure its blu ray the knots in my pocket are more greener then Dende\nThe way i finesse nigga u would think i was a Sensei making money aprende working like in the slave trades back to the basic we paper chasing like horses racing chalkboard to the beef if niggas hating we gon erase em"
  },
  {
    "language": "en",
    "title": "Drake_Nonstop_5",
    "lyrics": "October Firm - Post-Scorpion Mix\nDrake - God's Plan\nDrake - Behind Barz (Link Up TV Freestyle)\nDrake - Summer Games\nDrake - Survival\nDrake - 8 Out of 10\nDrake - Sandra's Rose (Extended Outro)\nDrake - Emotionless\nDrake - Elevate\nDrake - Nonstop\nDrake - Can't Take a Joke\nDrake - I'm Upset\nDrake - Mob Ties\nDrake - Talk Up ft. JAY-Z\nDrake - Nice For What\nDrake - In My Feelings\nDrake - Blue Tint\nDrake - Ratchet Happy Birthday\nDrake - Don't Matter To Me ft. Michael Jackson\nDrake - After Dark ft. Static Major &amp; Ty Dolla $ign\nDrake - Final Fantasy\nDrake - Peak\nDrake - That's How You Feel\nDrake - Finesse\nDrake - Jaded\nDrake - Is There More\nDrake - March 14\nOliver Set\nSmoke Dawg - Trap House"
  },
  {
    "language": "en",
    "title": "Drake_Nonstop_6",
    "lyrics": "Oliver Set\nFrench Montana - No Stylist ft. Drake\nLil Uzi Vert - New Patek\nYoung Dolph - Break the Bank ft. Offset\nMoneybagg Yo - OKAY ft. Future\nSmiley_61st - Intro\nDJ Sir CRKS Set\nDrake - Nonstop (oak rmx)\nKey! &amp; Kenny Beats - Toronto\nReese LaFlare - Hopscotch\nTravis Scott &amp; Playboi Carti - Houdini\nBlood Orange - Chewing Gum ft. A$AP Rocky &amp; Project Pat\nFoisey. - JckieChan. ft. Tiësto, Dzeko, Preme &amp; Post Malone\nIamsu! - Lake Merrit ft. Illa &amp; L Deez\nHit-Boy - Vroom ft. Yung Pinch &amp; 03 Greedo\nA$AP Rocky - Praise the Lord (Da Shine) ft. Skepta\nKYLE - Ikuyo ft. 2 Chainz &amp; Sophia Black\nTravis Scott - ASTROTHUNDER\nDrake - Ta Irado (Upset) (Sango Mix No Pique 150)\nPlayboi Carti - FlatBed Freestyle\nNessly - Exfoliate &amp; Faint\nKali Uchis - Tyrant ft. Jorja Smith (J. Robb Jungle Edit)\nDrake - Can't Take a Joke (Chopped + Screwed by Sir CRKS)\nBlocBoy JB - Look Alive ft. Drake (Mike Nasty Remix)\nP-LO - don't rush ft. DOM KENNEDY\nPlayboi Carti - Lean 4 Real ft. Skepta\nKey! &amp; Kenny Beats - It Gets Better\nSiddiq &amp; Sir CRKS - A-WANG\nTravis Scott - COFFE BEAN (CHOPPED + SCREWED BY SIR CRKS)\nChase B Set\nTravis Scott - WHO? WHAT!\nDon Toliver - Bang Bang\nSheck Wes - Do That\nMigos - Too Playa ft. 2 Chainz\nYoung Dolph - Major ft. Key Glock\nYoung Thug &amp; Young Stoner Life Records - Chanel (Go Get It) ft. Gunna &amp; Lil Baby\nDrake - Sacrifices ft. 2 Chainz &amp; Young Thug\n18th - November\nBig Moe -June 27\nLil' Keke &amp; UGK - Chunk Up The Deuce ft. Bun B &amp; Pimp C\nPimp C - Pourin' Up\nA.B.N. - No Help\nGreg Street - Me and My Drink ft. Lil Wayne, Short Dawg\nLil Wayne - Let the Beat Build\nLil Wayne - Money On My Mind\nLil Wayne - Ask Dem Hoes\nLil Wayne - Back On My Grizzly\nLil Wayne - Sky Is The Limit\nDJ Drama - Cannon RMX ft. Lil Wayne, Willie the Kid, Freeway &amp; T.I\nLil Wayne - No Ceilings\nLil Wayne - Watch My Shoes\nLil Wayne - Kush\nLil Wayne - Hustler Musik\nLil Wayne - Nigga With Money\nLil Wayne - Young Money Know Green\nLil Wayne - Tha Block Is Hot\nEric Dingus Set\nJay Rock - King's Dead ft. Future\nRae Sremmurd, Swae Lee &amp; Slim Jxmmi - Powerglide ft. Juicy J\nG Herbo &amp; Southside - How I Grew Up ft. 21 Savage\nBino Rideaux &amp; Nipsey Hussle - Thats How It Go (Love &amp; War)\nLil Baby - Exotic ft. Starlito\nGiggs - Ultimate Gangsta ft. 2 Chainz\nOliver Set\nSafe - No Diamonds\nLou Val - Learn To Love"
  },
  {
    "language": "en",
    "title": "Drake_Nonstop_7",
    "lyrics": "Oliver Set\nTravis Scott - STARGAZING\nTrippie Redd - Together/Bigger Than Satan\nLil Uzi Vert - Introvert\nLil Baby - Freestyle\n03 Greedo - Never Bend (Remix) ft. Lil Uzi Vert\nSheck Wes - Niggas Ain’t Close ft. Lil Yachty\nYG - CANT GET IN KANADA\nTravis Scott - SICKO MODE\nDrake - Nonstop\nBaka Not Nice Set\nMaster P - I Miss My Homies\nC-Murder - Down For My Niggas ft. Snoop Dogg\nB.G. - Bling Bling\nMike Jones - Still Tippin' ft. Slim Thug &amp; Paul Wall\nPimp C - Pourin Up\nTear Da Club Up Thugs - Slob on My Knob\nDoe B - Patrick Swayze\nGucci Mane - Trap House 3 ft. Rick Ross\nGucci Mane - Nothin On Ya ft. Wiz Khalifa\nCam’ron - Oh Boy\n50 Cent - Wanksta\nThe Notorious B.I.G. - Big Poppa\nThe Notorious B.I.G. - What’s Beef?\nBaka Not Nice - 4Milli\nBaka Not Nice - I'm a Dog\nBaka Not Nice - Live Up to My Name\nBaka Not Nice - Cream of the Crop\nBaka Not Nice - Dope Game\nBaka Not Nice - Tings on Me\nBaka Not Nice - Junior High\nBaka Not Nice - Money in the Bank\nBaka Not Nice - Gimme That Work\nOVO Hush Set\nPrime Boys - Emergency\n2Kz - For the Love of the Money\nPortion - For Trappers Only\nBaka Not Nice - Junior High\nBally, Young Dirty &amp; BP - Pyrex\nLocoCity - Love My Block\nStuddaBaby - Broken Hearts ft. Spo Dirty Ro\nCasper TNG - Splash\nCMDWN, Ca$tro Guapo &amp; FIJI - ROXANNE ft. Chief Keef\nSmiley_61st - Price\nMOULA 1ST - MBHL (My Bitch Hair Long)\nClipz - Bando (Dat Way)\n2Kz - Intern\nPrime Boys - Dead Prime Ministers\nOliver Set\nZHU x Majid Jordan - Coming Home"
  },
  {
    "language": "en",
    "title": "Drake_Nonstop_8",
    "lyrics": "Reviving an old tradition, the Genius users are picking their favorite songs of 2018. Add your name if you want, and check out our picks below!\nIlikewhatilike\n1. Lil Baby - \"Life Goes On\" feat. Gunna &amp; Lil Uzi Vert\n2. Lil Wayne - \"Family Feud\" feat. Drake\n3. J. Cole - \"BRACKETS\"\n4. Meek Mill - \"Championships\"\n5. Kodak Black - \"If I'm Lyin', I'm Flyin\"\n6. Mac Miller - \"2009\"\n7. Future - \"31 DAYS\"\n8. Jay Critch - \"Smutty (Intro)\"\n9. Lupe Fiasco - \"Mural Jr.\"\n10. Travi$ Scott - \"5% TINT\"\nOpen Mike Aguila\n1. Pusha T - \"The Story of Adidon\"\n2. Kanye West - \"Violent Crimes\" feat. 070 Shakes\n3. Eminem - \"Lucky You\" feat. Joyner Lucas\n4. Travis Scott - \"Stop Trying To Be God\" feat. Kid Cudi, James Blake, and Stevie Wonder\n5. Denzel Curry - \"CLOUT COBAIN | CLOUT CO13A1N\"\n6. Kids See Ghosts - \"Reborn\"\n7. Open Mike Eagle - \"Microfiche\"\n8. Pusha T - \"If You Know You Know\"\n9. BROCKHAMPTON - \"WEIGHT\"\n10. Cardi B - \"I Like It\" feat. Bad Bunny &amp; J Balvin\nAndYouSayChiCity\n- Janelle Monáe - \"Screwed\" feat. Zoë Kravitz\n- Pusha T - \"The Games We Play\"\n- Curren$y, Freddie Gibbs &amp; The Alchemist - \"Willie Lloyd\"\n- B.E.N.N.Y. The Butcher - \"Joe Pesci 38\"\n- Westside Gunn - \"Brutus\"\n- Kids See Ghost - \"Reborn\"\n- Earl Sweatshirt - \"Azucar\"\n- Meek Mill - \"What’s Free\"\n- Black Thought – \"Twofifteen\"\n- YoungBoy Never Broke Again - \"Preach\"\nBarack GOATbama\n- Reborn — KSG\n- If You Know You Know — Push\n- Yes Indeed — Lil Baby\n- Just A Stranger — Kali\n- Gonna Love Me — Teyana\n- Tints — Paak\n- Mona Lisa — Wayne\n- Run The Bands — Vince\n- Manilla — Lupe\n- Stop Trying To Be God — Travis\nStraight_Outta_Haarlem\n- Vince Staples – \"Tweakin\"\n- Flatbush Zombies – \"Vacation\"\n- Pusha T – \"Come Back Baby\"\n- Roc Marciano – \"Power\"\n- Benny the Butcher – \"All 70\"\n- Denzel Curry – \"SWITCH IT UP\"\n- Lil Wayne – \"Let It All Work Out\"\n- Lupe Fiasco – \"Jonylah Forever\"\n- Saba – \"Prom / King\"\n- Nipsey Hussle – \"Hussle and Motivate\"\nOozymr\n- Blocboy JB – \"Look Alive\" feat. Drake\n- Lil Baby – \"Yes Indeed\" feat. Drake\n- Drake – \"Sandra’s Rose\"\n- Drake – \"Nonstop\"\n- Travis Scott - \"SICKO MODE\" feat. Drake\n- Wifisfuneral – \"Juvenile\"\n- Playboi Carti – \"RIP\"\n- A$AP Rocky – \"Gunz N Butter\" feat. Juicy J\nMatthew Huynh\n- Kanye West – \"Lift Yourself\"\n- Earl Sweatshirt – \"Azucar\"\n- JPEGmafia – \"Real Nega\"\n- Pusha T – \"The Story of Adidon\"\n- Playboi Carti – \"Shoota\" feat. Lil Uzi Vert\n- Anderson .Paak – \"Bubblin\"\n- Janelle Monáe – \"Django Jane\"\n- Freddie Gibbs &amp; Gurren$y – \"Tapatio\"\n- B.E.N.N.Y. The Butcher – \"'97 Hov\"\n- Tyler, The Creator &amp; A$AP Rocky – \"Potato Salad\"\nAlexanderJamesM\n10. Shawn Mendes - In My Blood\n9. Ariana Grande - Breathin’\n8. Troye Sivan - Dance to This (feat. Ariana Grande)\n7. Rita Ora - Let You Love Me\n6. Halsey - Without Me\n5. Selena Gomez - Back to You\n4. Lady Gaga &amp; Bradley Cooper - Shallow\n3. Charli XCX &amp; Troye Sivan - 1999\n2. Avril Lavigne - Head Above Water\n1. Carrie Underwood - Love Wins\nKookies_and_claus\n10. Michael Pangilinan - Weak\n9. December Avenue - Sa Ngalan Ng Pag-ibig\n8. TWICE - What is Love?\n7. Ariana Grande - breathin\n6. EXO - Tempo\n5. I Belong To The Zoo - Sana\n4. December Avenue - Kung Di Rin Lang Ikaw\n3. Moira Dela Torre - Tagpuan\n2. GFRIEND - Time For The Moon Night\n1. This Band - Kahit Ayaw Mo Na\nCcmt\n1. A$AP Rocky - \"A$AP Forever REMIX\" (feat. Kid Cudi)\n2. Noname - \"Ace\" (feat. Saba &amp; Smino)\n3. Kanye West - \"Violent Crimes\"\n3. Earl Sweatshirt - \"The Mint\" (feat. Navy Blue)\n4. Travis Scott - \"STOP TRYING TO BE GOD\"\n5. Mac Miller - \"Ladders\"\n6. Aminé - \"REEL IT IN\"\n7. Drake - \"After Dark\" (feat. Static Major &amp; Ty Dolla $ign)\n8. Saba - \"LIFE\"\n9. Camila Cabello - \"In The Dark\"\n10. Trippie Redd - \"Elevate &amp; Motivate\" (feat. YoungBoy Never Broke Again &amp; Nel-Denarro)\nMERL⅄N\n1. Lupe Fiasco - \"Manilla\"\n2. Kanye West - \"Ghost Town\"\n3. Saba - \"BUSY / SIRENS\"\n4. Playboi Carti - \"Long Time\"\n5. Denzel Curry - \"SIRENS | Z1RENZ\"\n6. KIDS SEE GHOSTS - \"Reborn\"\n7. JPEGMAFIA - \"1539 N. Calvert\"\n8. Travis Scott - STARGAZING\n9. Pusha T - \"If You Know You Know\"\n10. Vince Staples - \"Tweakin'\"\nDJMarzz\n1. If You Know You Know - Pusha T\n2. Little Dark Age - MGMT\n3. I Never Dream - AAL\n4. Breathin - Ariana Grande\n5. Pray For Me - The Weeknd and Kendrick Lamar\n6. Satan In The Wait - Daughters\n7. Tints - Anderson Paak and Kendrick Lamar\n8. Blue Lights - Jorja Smith\n9. Uproar - Lil Wayne\n10. Yikes - Kanye West\nPapa Khan\n- Gucci Mane - \"Father's Day\"\n- The Weeknd - \"Privilege\"\n- Big K.R.I.T - \"Learned From Texas\"\n- Tyga - \"Taste\"\n- A$AP Rocky - \"Gunz N Butter\"\n- Travis Scott - \"Skeletons\"\n- Drake - \"Mob Ties\"\n- Playboi Carti - \"R.I.P.\"\n- Wiz Khalifa - \"Penthouse\"\n- Lil Wayne - \"Mona Lisa\"\nSimichC\n1. Kanye West – Ghost Town\n2. Tropical Fuck Storm – You Let My Tyres Down\n3. Kids See Ghosts – Reborn\n4. MGMT – Me &amp; Michael\n5. Daughters – The Reason They Hate Me\n6. Playboi Carti – R.I.P\n7. Pusha T – Come Back Baby\n8. Parquet Courts – Total Football\n9. Car Seat Headrest – Bodys\n10. Drake – Nice For What\nJohnCLE71\n- Pristine – Snail Mail\n- Ghost Town – Kanye West\n- How Simple – Hop Along\n- PROM/KING – Saba\n- If You Know You Know – Pusha T\n- Last Girl – Soccer Mommy\n- Cocaine – Royce da 5'9\"\n- Stay Down – Boygenius\n- Lift Yourself – Kanye West\n- Tenderness – Parquet Courts\nYoungPhilly\n- A$AP Rocky - \"Tony Tone\"\n- A$AP Rocky - \"A$AP Forever\"\n- Pusha T - \"The Games We Play\"\n- Young Dolph - \"Major\"\n- NBA Youngboy - \"Drawing Symbols\"\n- NBA Youngboy - \"Nobody Hold Me\"\n- Earl Sweatshirt - \"Red Water\"\n- G Herbo - \"Some Nights\"\n- Blocboy JB -\" Look Alive\" feat. Drake\n- Key Glock - \"Russian Cream\"\nGhostfaceGucci\n- Westside Gunn - \"Rayful's Plug\"\n- Pusha T – \"Come Back Baby\"\n- Lil Baby – \"Life Goes On\"\n- Freddie Gibbs – \"Willie Lloyd\"\n- Travis Scott - \"CAN'T SAY\" feat. Don Toliver\n- Playboi Carti - \"R.I.P Fredo (Notice Me)\" feat. Young Nudy\n- Valee - \"Womp Womp\" feat. Jeremih\n- B.E.N.N.Y. The Butcher - \"'97 Hov\"\n- Pusha T - \"The Story of Adidon\"\n- WestSide Gunn X Conway - \"RIP BOBBY\"\nMechagarfield22\n- Comethazine - \"Walk\"\n- Lil Wayne - \"Uproar\"\n- Lil Baby &amp; Gunna - \"Drip Too Hard\"\n- Drake - \"Nice For What\"\n- Rae Sremmurd - \"Powerglide\" feat. Juicy J\n- Blocboy JB - \"Look Alive\" feat. Drake\n- XXXTENTACION - \"infinity (888)\" feat. Joey Bada$$\n- YBN Nahmir - \"Bounce Out With That\"\n- Travis Scott - \"SICKO MODE\" feat. Drake\n- Yella Beezy - \"That's On Me\"\nBismvth\n1. MGMT - \"Hand it Over\"\n2. Kids See Ghosts - \"4th Dimension\"\n3. Saba - \"PROM / KING\"\n4. JPEGMAFIA - \"Baby I'm Bleeding\"\n5. Denzel Curry - \"BLACK BALLOONS | 13LACK 13ALLOONZ\"\n6. Jon Hopkins - \"Everything Connected\"\n7. Aphex Twin - \"T69 Collapse\"\n8. Pusha T - \"Come Back Baby\"\n9. Kamasi Washington - \"The Psalmist\"\n10. Noname - \"Window\"\nGoatzel_Curry\n1. Denzel Curry - \"SUMO | ZUMO\"\n2. Denzel Curry - \"SIRENS | Z1RENZ\" feat. Billie Eilish &amp; J.I.D\n3. Kali Uchis - \"After the Storm\" feat. Tyler, The Creator &amp; Bootsy Collins\n4. Joji - \"Slow Dancing In The Dark\"\n5. Kanye West - \"Ghost Town\" feat. Kid Cudi, 070 Shake &amp; PARTYNEXTDOOR\n6. Denzel Curry - \"SUPER SAIYAN SUPERMAN | ZUPER ZA1YAN ZUPERMAN\"\n7. Kids See Ghosts - \"Reborn\"\n8. Pusha T - \"The Story of Adidon\"\n9. Denzel Curry - \"CLOUT COBAIN | CLOUT CO13A1N\"\n10. Pusha T - \"Come Back Baby\"\nHonorable Mentions\nPier Francesco Costa\n10. Madame Monsieur - \"Mercy\"\n9. Balthazar - \"Fever\"\n8. BROCKHAMPTON - \"TONYA\"\n7. Hozier &amp; Mavis Staples - \"Nina Cried Power\"\n6. ROSALÌA - \"PIENSO EN TU MIRÀ\"\n5. Ermal Meta &amp; Fabrizio Moro - \"Non mi avete fatto niente\"\n4. Florence + The Machine - \"Sky Full Of Song\"\n3. Sampha - \"Treasure\"\n2. Florence + The Machine - \"Hunger\"\n1. Kendrick Lamar &amp; SZA - \"All The Stars\"\nHonorable Mentions"
  },
  {
    "language": "en",
    "title": "Drake_Nonstop_9",
    "lyrics": "Drake - Nonstop\nPost Malone - Candy Paint\nXXXTENTACION - Moonlight\nJ Balvin - No Es Justo feat. Zion &amp; Lennox\nEd Sheeran - Shape of You\nEminem - Lucky You feat. Joyner Lucas\nOzuna - Síguelo Bailando\nBad Bunny - MIA feat. Drake\nKhalid - OTW feat. 6LACK &amp; Ty Dolla $ign\nAriana Grande - thank u, next\nKendrick Lamar &amp; SZA - All The Stars\nImagine Dragons - Bad Liar\nTravis Scott - SICKO MODE\nDua Lipa &amp; BLACKPINK - Kiss and Make Up\nThe Weeknd &amp; Kendrick Lamar - Pray For Me\nKanye West - Yikes\nDavid Guetta, Martin Garrix &amp; Brooks - Like I Do\nBTS - FAKE LOVE\nMaroon 5 - Don't Wanna Know feat. Kendrick Lamar\nCardi B - Money\nMarshmello - Stars\nMigos - MotorSport feat. Nicki Minaj &amp; Cardi B\nShawn Mendes - In My Blood\nTaylor Swift - Delicate\nCamila Cabello - She Loves Control\nCalvin Harris &amp; Sam Smith - Promises feat. Jessie Reyez\nDaddy Yankee &amp; Anuel AA - Adictiva\nRihanna - Work feat. Drake\nBruno Mars - Finesse (Remix) feat. Cardi B\nColdplay - Yellow\nLSD - Thunderclouds\nThe Chainsmokers - Sick Boy\nDemi Lovato - Sorry Not Sorry\nNicki Minaj - Chun-Li\nFuture - Fine China feat. Juice WRLD\nSam Smith - Pray\nMaluma - El Préstamo\nChris Brown - Questions\nQueen - Bohemian Rhapsody\nSelena Gomez - Back To You\nJ. Cole - KOD\nHalsey - Without Me\nJuice WRLD - All Girls Are The Same\nKygo &amp; Imagine Dragons - Born To Be Yours\nLogic &amp; Marshmello - Everyday\nThe Beatles - Come Together\nLil Uzi Vert - New Patek\nThe Carters - APESHIT\nG-Eazy - 1942 feat. Yo Gotti &amp; YBN Nahmir\nMartin Garrix - Ocean feat. Khalid"
  }
]