[
  {
    "language": "EN",
    "title": "Pink_Katana_Paris_0",
    "lyrics": "\n\nNoch ein Toast, auf dass das Schlechte dann vorbei ist\nDein Gesicht ist wunderschön, ich hoffe, dass ich's mir nicht einbild', ich\nLieg' im Bett, ich starr' die Wand an ganzen Tag\nMeine Freundin macht sich Sorgen, doch ich schreib' den ganzen Tag nicht zurück\nNe, stattdessen wieder Faxen heute Nacht\nJa, mein Bruder gibt ein'n aus, doch er bestellt schon wieder Schnaps\nAlles gut, wenn ich bekifft bin, alles gut, bin ich auf Drugs\nAber wach' ich morgens auf, dеnk' ich: Warum hab' ich's gemacht?\n\nFuck, der Jibbit ist so groß, deshalb wird еr jedem gepassed\nEs fühlt sich so wie ein Traum an, als wär dis alles nicht echt\nMeine Homies machen Geld mit ihrer Stimme, das sind Facts\nIn Paris schon fast gestorben, ich schwör', ich nehm' nie wieder Xans (Oh, oh)\nFuck, der Jibbit ist so groß, deshalb wird er jedem gepassed (Ja, ja)\nEs fühlt sich so wie ein Traum an, als wär dis alles nicht echt (Oh, oh)\nMeine Homies machen Geld mit ihrer Stimme, das sind Facts (Oh, oh, oh)\nIn Paris schon fast gestorben, ich schwör', ich nehm' nie wieder Xans (Ja, ja)\n\n(Ehh, ups, sorry! Ich glaub', mir ist mein Feuer runtergefall'n)\nNoch ein'n Zug, bis es dann alles mal vorbei ist\nFuck, will endlich damit aufhör'n, weil zu viel Shit on my mind ist\nSie ist mein Pretty Baby und ich hass' es, wenn wir streiten\nUnd wenn du nicht bei mir bleibst, dann bin ich vollkomm'n am verzweifeln\nDu hast alle Zeit der Welt, mein Bro, du musst dich nicht beeilen\nViele Leute, sie sind greedy, viele Leute woll'n nicht teil'n\nAber geht's mir einmal schlecht, dann seh' ich sie und muss smil'n, ja\n\n(Ja, gut, das war'n jetzt, ähh, genug Weisheiten und so)\n(Ähm, wann geht eigentlich der Moshpit auf?)\n(Wann geht der Moshpit auf?)\n(Ey, hehe, ich hab' gefragt: „Wann geht der Moshpit auf?“)\n\nFuck, der Jibbit ist so groß, deshalb wird er jedem gepassed\nEs fühlt sich so wie ein Traum an, als wär dis alles nicht echt\nMeine Homies machen Geld mit ihrer Stimme, das sind Facts\nIn Paris schon fast gestorben, ich schwör', ich nehm' nie wieder Xans"
  },
  {
    "language": "EN",
    "title": "Pink_Katana_Paris_1",
    "lyrics": "Kuuma selkää kutittaa\nVarjot seinillä huokaa\nKatson miten kaikki katoaa\nKun liekit taivaalle kurottaa\nKuka sun kättä puristaa\nKun tuhkaan peittyy maa\nKädet hiiltyneet koittaa\nIhoa kursia kasaan\nJa kaikki kaunis katoaa\nKun liekki loppuun palaa\nOotan ensi kevääseen\nEhkä tiedän mitä teen\nTuhka keuhkoihin pakkaa\nJa kylmyys katoaa"
  },
  {
    "language": "EN",
    "title": "Pink_Katana_Paris_2",
    "lyrics": "Desi Crew, Desi Crew..\nVe Tu Vailpuna Paa Le Te Main Nakhre Parosdi\nAngaan Ch Politeness Chitte Khargosh Di\nVe Tu Vailpuna Paa Le Te Main Nakhre Parosdi\nAngaan Ch Politeness Chitte Khargosh Di\nJattiyan Nu Repersent Kare Naar\nTeri Sunn Kange Lak Waleya\nPink Pink Addiyan Nu Laide Jhanjhra\nVe Jatta Laal Laal Ankh Waleya\nNehron Paar Nikka Jeha Pawa De Bangla\nVe Assi Kille’aan De Tak Waleyan\nOye Pink Pink Addiyaan Nu Laide Jhanjra\nVe Jatta Laal Laal Ankh Waleya\nVe Kudiyan Friend Rakh Koi Aitraaz Ni\nVe Taur Tappan End Rakh Koi Aitraaz Ni\nVairiyan Te Hind Rakh Koi Aitraaz Ni\nVe Residence Pind Rakh Koi Aitraaz Ni\nHo Pyar Vich Kari Je Chalaaki\nPhatte Chak Dungi Chakme Je Touch Waleya\nPink Pink Addiyan Nu Laide Jhanjhra\nVe Jatta Laal Laal Ankh Waleya\nNehron Paar Nikka Jeha Pawa De Bangla\nVe Assi Kille’aan De Tak Waleyan\nOye Pink Pink Addiyaan Nu Laide Jhanjra\nVe Jatta Laal Laal Ankh Waleya\nHo Kujh Ik Shareef Naiyo Jatt Chakma\nChalda Relation Nu Saal 8’Va\nHo Kujh Ek Shareef Naiyo Jatt Chakma\nChalda Relation Nu Saal 8’Va\nHo Banda Lakh Sochi Jaave Hon Na Salaman\nEh Taan Rab Ne Karaiyan Jattiye\nKi Ae Jhanjhran Di Gal Main Toofan Devan Thall\nGallan Jatt Ne Pugaiyan Jattiye\nMera Maar Diyan Paisa Kithe Laike Jaana Paisa\nKaraan Tere Layi Kamaiyan Jattiye\nKi Ae Jhanjhran Di Gal Main Toofan Devan Thall\nGallan Jatt Ne Pugaiyan Jattiye\nVe Hunn Aaja Phone Khadkaun Wali Kithe Aan\nBatth’an Wale Batth Nu Sataun Wali Kithe Aan\nYaaran Diyan Yaariyan Chhudaun Wali Kitthe Aan\nMain Sakhiyan Naal Jealousy Jataun Wali Kitthe Aan\nKehke Karcheeli Mood Kardi Na Off\nTej Bhaabhiyan Di Jak Waleya\nPink Pink Addiyan Nu Laide Jhanjhra\nVe Jatta Laal Laal Ankh Waleya\nNehron Paar Nikka Jeha Pawa De Bangla\nVe Assi Kille’aan De Tak Waleyan\nOye Pink Pink Addiyaan Nu Laide Jhanjra\nVe Jatta Laal Laal Ankh Waleya"
  },
  {
    "language": "EN",
    "title": "Pink_Katana_Paris_3",
    "lyrics": "Verse-1\n(Infinity)\nStudio ch vadeya Tempo kre click click\nHigh Hat kre tik tik Kra Mic pick\nBeat sick.. Lets go for a Sound Trip\nHard words Par Hennessy na kra Sip\nStarter chko.. Brutas haiga Main Course\nSadi Game on.. Tenu hona Big Loss..\nAapa dove Boss.. Jita Main hamesha Toss\nFrench Main.. Te yaar mera Rick Ross\nKra kam ghat.. kra kam att\nDil nu chd har tha te main taan lava st\nKholi main.. Jitt lena World Cup\nWord plays chak.. Cz I Am All The Way Up\nVerse - 2\n(Brutas)\nMain kra Shuru Freestyle Free Time\nSuna KDM par Game khedn da nhi Time\nHar beat utte vajdi hai meri rhyme\nCheti banu Autograph jo aaj haiga Sign\nSun meri line sariya ne Punch\nNakli Rapper Meri Meal Jive Lunch (hahaha)\nMunde Cypher bnan Gidra da jhund\nMere bollan vich Munch nalo jyada Crunch\nMain kra Rule jive hova main Ruler\nSidha main munda par bnna nhi kdi Schollar (no)\nPuller wang bas Money kra Pull\nFuck Stardom Fuck Fame .. Illuminati layi Chunn\nPunn kamana kadi Paisa v kamana\nTime aana nhio mera.. Mera Aaunga Zamana\nTusi laboge bahana .. Karna Chahoge Gal\nPar tuhade piche main te Fuck na gavana\nMain chaunda wa bnana nava Youth\nJo kra Support Asliyat Te Fuck jhooth\nLava main boot .. Mara to the Fakers\nLove To Fans Love To Hatters ..\nFuck Angels Main haan SATAN\nMana Shaitan ch Dara na Rab toh\nOh sarde ne metho kyuki utte main sab toh (i am on the top)\nMount Eve utte betha bas kra Chill\nTuhade spne Mixtape naal kra kill (hahaha)\nMain bola sach main bas bola sach\nMain nhio hoiya hit eh v haiga koda sach\nThoda sach sab bolde ne Mere Barre\nSab nu pata mere kite hoye karre\nMere bol ne bhare koi sake na sambhal\nMain bas studio ch betha Bunda jaal (trap)\nBanu kaal jehre sochde ne Bura\nAadhura Rap Bin Rap Kare Mainu Pura\nKalla raste te tura kara feel Lonely\nPunjab ch Rap di main karati bohni\nMeri gallan sohni Tusi suni honi\nRap kre mera nitt navi unhoni\nMunde sarre PHONY Mainu Lag Gaya Pta Kyu\nMain kehna nhio kuch.. Bas JIO.. (hahaha)\nBas Chla hun .. paado khapp\nSab Loki Jande ..\nI Am All The Way Up X 2\nWe Are All The Way Up X 3\nWe Are Going Out\nBrutas\nInfinity\nWE ARE ON THE TOP"
  },
  {
    "language": "EN",
    "title": "Pink_Katana_Paris_4",
    "lyrics": "Ai pelkäänkö mä helvettii? no täällähän me jo eletään\nJos sul menee hyvin niin sutki mukaan vedetään\nMinä minä ei oo mitään meitä\nOma lehmä ojassa, ollaan perkeleitä\nKetä kiinnostaa jos joku pahoin voi\nTikun laitan ristiin ja lisää polarisoin\nKultaiseen ääritiehen meno kohta taittuu\nNo Ykä, miltä meno maistuu?\nMikäs siinä kyllä meillä on varaa\nTekojen tilalla halpaa retoriikkaa\nKun maailma ympärillä palaa\nPimeyden lapset ei huomisesta piittaa\nMikäs siinä kyllä meillä on varaa\nTekojen tilalla halpaa retoriikkaa\nIhmisten kylmyys koittaa meitä hajottaa\nHelvetti on lämmin, siks alas vajotaan\nApatiaa hengitän mut siihen kyllä tottuu\nAntaa kaiken olla se menköön samaan sotkuun\nVoisin kyllä vaikuttaa mut en mä taida jaksaa\nVertasinko itseän juuri kärpäsen paskaan?\nMikäs siinä kyllä meillä on varaa\nTekojen tilalla halpaa retoriikkaa\nKun maailma ympärillä palaa\nPimeyden lapset ei huomisesta piittaa\nMikäs siinä kyllä meillä on varaa\nTekojen tilalla halpaa retoriikkaa\nIhmisten kylmyys koittaa meitä hajottaa\nHelvetti on lämmin, siks alas vajotaan\nNo tervetuloa helvettiin nyt viimeisiä vedetään\nEi huomisesta huolta, vastuuttomana me ryvetään\nMiksi mistään puhuttais jos joku meitä hiertää\nKättä nyrkkiin puristan ja annan pahan kiertää\nHelpompi muita osoittaa kuin kääntää katse peiliin\nOn turha itkee perään jos kerran astuu leikkiin\nJos kusi valuu lahkeeseen, niin lahkeet siinä kastuu\nEi vois vähempää kiinnostaa yksilön vastuu\nMikäs siinä kyllä meillä on varaa\nTekojen tilalla halpaa retoriikkaa\nKun maailma ympärillä palaa\nPimeyden lapset ei huomisesta piittaa\nMikäs siinä kyllä meillä on varaa\nTekojen tilalla halpaa retoriikkaa\nIhmisten kylmyys koittaa meitä hajottaa\nHelvetti on lämmin, siks alas vajotaan"
  },
  {
    "language": "EN",
    "title": "Pink_Katana_Paris_5",
    "lyrics": " X2\nMain keha chak, minu zara cash tu farha\nSohni kehndi, minu zara aish tu kara\nMai keha khulli payi sarhak, gaddi rash tu chala\nPhuddu bandeya di parwah, main kyu karan?\n\nHard liquor par Sikander aj kal break par hai\nKholi JD mere liye fukun paper mai\nKal jo dost tha voh aj bana hater hai\nJaga meri game mai hai kobe - jaunga laker mai\nTalent k hisab se views mere kam hai\nPar kam views mai bhi beere jante mujhe sab hai\nYe sare 6 inch bread lage sub hai\nYe chillum wala flow uday isme bada dum hai\nNa pehnu topi na koi cap\nJaise stadium mai barish soch hoti nahi hai match\nDiss karke na tum hojana relax\nMai nahi karun beerey chat, seedha karun beere snap\nOn sight jive aakhan da cheak up\nTu mara laal bottle mai pada hai ketchup\nSet rehta par nahi honda kadi sеttle\nTeri bandi rahke sir pе mujhe apne jiven haircut\nMai karan act par pasand menu drama nahi\nBanda cool par charhda ae para vi\nLegendary mai chamakda sitara nai\nTu bars de nai neyde haajey umaro 18 nahi\nSneak karan kudiyan nu kadi diss nai\nBuri soch wala kara kadi bura wish nai\nChoteyan te berray karan kadi pick nahi\nKaran mai teri naa safai play ticks nai\n\nUday!\nKaim howan subeh subeh\nE haige naiyo hard phuddu banate ae tumhe\nMunda dekh Narcos gang gang turey\nHou ant maarha, RIP Vikas Dubey\nPyar kaddi karo na ve local\nKarda ni shoshe main haan anti-social\nBaby gallan kar minu kar na emotional\nMarr geya kahlon o, siga jo Devotional\nSappan de putt saale chupe rehnde ghaa vich\nKalle bond paate, net te paaya ve gaah nitt\nAudio de utte karda ya pop shit\nStage utte gaal dawan karda main Raa, shit\nMera koi ek bhes ni\nMeri split personality karu split tinu baby\nInne tattoo par haiga ni main baby\nSharmakal jawaak wangu karda main play ni\nNira haiga ya main plane ni\nDarrdi uchaiyan to, minu kardi blame ni\nKehnde hun kahlon rap karda ae same ni\nPurana kahlon chahida? purani mixtape ni\n10 band, 20 band, 30 band, 40 band\nKhulla paisa band-baaja karan waali tyaari ae\nBandi teri di ve tappanga chubari main\nLokan da karawan kharcha jiwen Diwali main\n X2\nMain keha chak, minu zara cash tu farha\nSohni kehndi, minu zara aish tu kara\nMai keha khulli payi sarhak, gaddi rash tu chala\nPhuddu bandeya di parwah, main kyu karan?"
  },
  {
    "language": "EN",
    "title": "Pink_Katana_Paris_6",
    "lyrics": "\nKare jo karamat\nWo tute sitare sa\nSab kuch paakar bhi\nMilte kinare na\nDuniyadari ka bas\nEk he usool hai\nMaafi to mangenge\nKarni jab bhool\nIrada maqbool\nOr chehre pe dhool\nTujhko kya karna\nTera paisa wasool\nMere pe tu jhool\nYehi pehla rule\nFir bharti karunga\nTujhko mere school\nYe cool nahi itna\nJitna bhi dikhta hai\nHunar hai jisme\nWo packet me tikta hai\nLikhta jo gobar\nBaazaar me bikta hai\nDikhta ye humko\nSab pehle se..\nFir bhi life meri bling bling\nAb phone baje tring tring\nYe beat baje tinga linga\nRap ka mai King pin\nSubha uthun\nMai karu jeb ki checking\nWanna green everything\nAnd then good morning\nAaj raat ye nayi hai\nBaatiеn ankahin hai\nHua bekabu\nMere hath mе nahi hai\nJaisa mai chahta tha\nYe crowd bhi wahi hai\nAa gayi Darks music company\nAb scene me koi nahi hai...\n\nHaye khurdka mera\nTere gaal pe sunna hai\nKhurdka mera\nTere gaal pe sunna hai\nDekh maut khadi teri\nShamshaan bhi chunna hai\nKhudka mera\nTere gaal pe sunna hai\n\nGaano ke gangster ho\nGaano mein chalna\nShobha nahi deta mujhe\nMachhar masalna\nTaze ho abhi beta\nDheere uchhalna\nDhuan sheher mein\nAb bhar mat nikalna\nKis kis se bachoge\nEk hi gaana ab tum\nKab tak ghisoge\nBhid mein beta tum\nJab tak chupoge\nHaan shabdo ke thappad\nYe tab tak sahoge\nAb kisse kahoge\nKhud ko pehchan\nGano mein beta ab\nDunga main gyan\nAbhi dur hai makaam\nOr mushkil udaan\nPehle banlo insaan\nFir banna mahaan\nPar rakhna ab dhyan\nMere sath khurafat\nYe shikari tainaat\nMushkil halaat mein hi\nMilti hai maat\nSamjhe nahi jo\nAbhi bhi ye baat\nJaldi hogi ab\nMulakaat suprabhat\n\nHaye khurdka mera\nTere gaal pe sunna hai\nKhurdka mera\nTere gaal pe sunna hai\nDekh maut khadi teri\nShamshaan bhi chunna hai\nKhudka mera\nTere gaal pe sunna hai"
  },
  {
    "language": "EN",
    "title": "Pink_Katana_Paris_7",
    "lyrics": "\nPart 1:\n\nGod is dead tu hai aap de sahare\nMain aaya naiyo ure kisi de baap de sahare\nChandigarh de baare soch bagi munda yaad aave\nUnderpass vaale jithey jande chaap chaddan sarey\nGod is dead, tu hai aap de sahare\nMain aaya naiyo ure kisi de baap de sahare\nChandigarh de baare soch, bagi munda yaad aave\nUnderpass vaale jithey jande chaap chaddan sarey\n\nTu mere kolo jalda ae?\nMainu ta eh vi ni si pta tu aje tak rap karda ae\nMere khilaaf y'all wanna pick gun n knives\nRIP to moosewala we should learn from that guys\nAll i do is smilе pighal jandi har chick\nPint peeke sucking my dick hood di junkie bitch\nKhoon tera ganda mеra vi dil saaf nahi\nMusic vi ae dhandha ajjkal oh baat nahi\nOh lodu organizer mainu faaltu sapne na dikha\nTime te aayi ni payment gaddi de bhann dene sheeshe\nKadd paise dhille kar khisey menu pta ni veere\nNashe vich kita main ki ki dekha savere\nMain baccha oh jida role model koi ni si\nMandar to chakke paise cyber cafe te porn dekhi\nMaine kiti virginity loose prostitute naal\nNever had a girlfriend in school ta kon degi\nDekh asi dove same veera\nTu nashe ch khlota mere mure main tera sheesha\nTu jinna veere bhajj tu sakda ni bach\nBagi munda tote-tote hoke vi sada kahega sach\nGod is dead das eh fact nahi?\nGunehgar nu saza ni kamzor te rehm ni veere\n10 hazar ch kive chalugi family veere\nMajdoora kol Pooja path da time ni veere\nMain karda oh rap ni veere\nJinu sunke kothi bangle Wale head banging kre\nPr oh vi zaroori paisa aanda otho hi\nLatke imaan kisaan de wang neck hanging veere\nOh lodu patarkar pichce lela sabhiyachar\nJyada hundi dikkat lala YouTube te childlock\nAzaadi sabnu ya saali kise nu ni\nApa gandi aulad paisa sada maai baap\n\nGod is dead tu hai aap de sahare\nMain aaya naiyo ure kisi de baap de sahare\nChandigarh de baare soch bagi munda yaad aave\nUnderpass vaale jithey jande chaap chaddan sarey\nGod is dead tu hai aap de sahare\nMain aaya naiyo ure kisi de baap de sahare\nChandigarh de baare soch bagi munda yaad aave\nUnderpass vaale jithey jande chaap chaddan sarey\n\nYaar baabe oh pichhe gaddi dekho\nKehdi gaddi?\nDekho pichhe\nOh shit bhaja! bhaja! bhaja! bhaja!\n*Gunshots*\nPart 2:\n\nKaali raat da hanera\nKoi yaar ni ae Mera\nKalla socha bathera\nKi ae gunah mera?\nMain ta insan bnaya Dharma to naata ki mera\nZaroorat to ilava na jithey koi naam lave mera us\nDharti nu main upro di takka\nMera dil dukhe pr tuhanu farak painda naiyo dakka\nMain loha ditta tu bandook bnati\nMain lakkad ditti tu kaum hi jalati\nMera leke naam tu gardna udatiya\nJehdi dharti nu kabze ohde ch reha kuch baaki na\nPr koi je bole mere khilaf tusi dende maafi na\nTaaki market na hile te chalda rahe dharam da mafia\nMain na tikke ch na topi ch Kitab ch na copy ch\nNa thaal ch na moli ch, Talvar ch na goli ch\nKhande ikk time jo roti ghante 24 ch\nMain haiga insan de tutde saah holi ch\nMain tere dil di awaaz\nUnderpass thalle khalote kalakara da saaz\nMain karda ha kaafi jyada payar tuhanu\nAmar udo tak jado tak rahunga main yaad tuhanu\nJaanda si bina maksad mar jaoge sarey\nPr eh ni si pta hinsa naal bhar jaoge sarey\nTe tu Paisa kamaya puthe raah te paake loka nu\nMetho sawal karda saleya tu kehde muh\nOhi muh jinne lita mere naam mure maut de\nPr vair paale faisle leke ego de zor te\n*Yar main ta kise nu maada boleya hi nhi*\nKar na khud nu sabit main hi ta insan bnaya main tere to ni vakif?\nTu tere baap da parchaya\nTu vi daaru peeke apni maa nu rulaya\nMere ditte sareer nu andro sdaya\nTenu ditti asaan maut thoda taras khaya\nGaltiya da putla haiga saccha insan tu\nDukh menu bina mile hi mareya payar tu\nMainu pta main ni zinda tere vallo kita maaf\nMil gale meri gandi aulaad tu!!\nMainu pta main ni zinda tere vallo kita maaf\nMil gale meri gandi aulad tu ah!!"
  },
  {
    "language": "EN",
    "title": "Pink_Katana_Paris_8",
    "lyrics": "Mä muistan viel mist kaikki alko, mut on pakko lopettaa. Kaikki loppuu aikanaan ja aika juoksee nopeeta\nTää kaiken pisti alkuun, mut nyt tää pitää jättää. Tän levyn jälkeen Konalast et kuule enää ääntkään\nOn aika tullu paiskaa kättä, kiitti näist vuosist. Nauhotust ja sekoiluu puoliks, ja laval liian kuosis\nTän kaiken unohtaminen on ku jokin sisäl kuolis, mut pidän silti katseen kohti tulevaa huomist\nVikaa kertaa vähään aikaan istahetaan tähän paikkaan. Vikaa kertaa vähään aikaan täl porukal väsää raitaa\nEi oo vihaa, pahaa verta tai muutakaan draamaa. Vaikka kaikil omat projektit, edelleen suunta samaan\nCartellil oli kivaa, mut nyt siirrytää eteenpäin. Arveltii, et moni fiilais ei KC 57\nParempi lopettaa kliimakseis ku viel sydämel tehään. Eikä siin vaihees ku tää ei ketään viihdyttäs ees enää\nKiitos Tunkio, Mängi, Visva ja Stabi, Gabi ja Solonen, kaikki on hyvii jäbii\nJa vaik kaikki hyvä loppuu aikanaan myös Konalassa. Oon ain valmiin kaivaan kynän ja ottamaan haasteen vastaan, hola\nVielä meil on vähän aikaa\nValmistaudu sanoon jäähyväiset Konalalle\nJa sit ei nähä vähään aikaan\nHeilauta käsiis, mut älä sano hyvästi\n(2x)\nTeilt oppinu paljon, teiän kaa nähny vielä enemmän. Ei nää oo hyvästit, mut hommii pitää viedä eteenpäin\nJa vaik ei vähään aikaan tehä Cartellin kaa mitään. Mä tiedän, jos apuu joskus tartten ni saan sitä\nOon haikee, vaikka tiedän ettei ystävyys lopu. Vaikee sitä tajuu, mut kyl tähän tottuu\nNäist kahest vuodest haluun kiittää jokasta jäbää. Ehkä viel joskus tullaan takas Konalaan dokaan ja räbään\nPieni askel skenelle, mut valtava mulle, ku aika vaan kulkee ni aikaa vaan tulee\nMillon reivataan purjeet ja laiva taas kulkee, ja saattaa olla et mut sainataan, mut en\nUnohda näit jäbii, jotka adoptoi mut mukaan. Ollaan yhes oltu juhliin ja yhes oltu bustaan\nSolo, Gabi, Tunkio, Veejay ja Stabi. Aina valmiin teiän kanssa nauttiin bissee ja räppii\nVielä meil on vähän aikaa\nValmistaudu sanoon jäähyväiset Konalalle\nJa sit ei nähä vähään aikaan\nHeilauta käsiis, mut älä sano hyvästi\n(2x)\nRough two years on our face in a sunset. I see last rise of light still placed in a sun bed\nIt's been fun yet, I gotta say: \"Our work's not finished.\". We'll return with some solos in a fifteen minutes\nAs this shit reaches the heart when we pick new courses. We grow smarter, love stays, don't know music (...)\nAnd kids who adore, we stay sharp like razors. If you decide to follow the stray go in peace\nNyt mä tahdon jatkaa matkaa\nEi, en tahdo unohtaa\nHe-ei en tahdo\nSydämessä teidät kohtaan\nSe antaa voimaa jaksaa\nVielä meil on vähän aikaa\nValmistaudu sanoon jäähyväiset Konalalle\nJa sit ei nähä vähään aikaan\nHeilauta käsiis, mut älä sano hyvästi\n(2x)"
  },
  {
    "language": "EN",
    "title": "Pink_Katana_Paris_9",
    "lyrics": "\nLevel 120 King to you Fuck Boys\nTuck my Zanpacto in a Nigga's Nice Pants\nFanny pack, Master Chef, Get the Bok-Choy\nToque strapped to the Head\nSo you see them Blades Dance\nTell Zeus come Fuck with me\nGod killer, Manila shoes, and a Box Set\n6 Knives, throw em at a Boss's Head\nBanish me? I'll climb out the Pit of Tartartus\nKatana at your Papi's Throat, I'm 'bout to Leave you Fatherless\nDesu\nChop, chop, Nigga get to it\nPut the money in the Bag\nSaid its Game Time\nWhoop, Whoop\nCoppers on the Block, so We Strapped up\nTech hotter than a Chibi girl in Gucci Red Socks\nGet the Blade\nYou brought a Gun to a Knife fight\nShing, Shing, Shenron sending all my Lives back\n\nDesu x7\n\nYo. Shoot to kill\nI bet my blade'll hit your Neck Faster\nSonic Dash with the sword, so we Slice em\nD-Boys dice em\nSquad full of Minors and a Couple agitated kids\nArmed with the Ricin\nWho the Squad?\nWho the Squad?\nWho the Squad?\nWho the Squad?\nIts Desu\n\n\nAHHHHH. Came back with the Blade\nStrapped with the Gatt and I'm calling out Fades\nI'm Aiming at your face, aiming at the Knees\nScratching on the Trigger like I'm attracted to Flees\nMatt black suit for the Team\nMatt black suit, but the Black ball askin' to Lead\nGantz for Deceased\nFuck with the Creed\nWhy you running around with the one 120 King\nBudda Nice pants, While that Young man Handsome\nBetter get to stepping pretty boy\nWe don't play that shit\nTill the pin drop, and the Hay stack Hits\nStill Tucked in a Nigga nice Pants\nBack van, Who the man, Whiplash, Dude\nRiding with the Fam\nCause we, Kickflip at the Set, We the best\nD-Boys back and we aiming at your Neck"
  }
]