[
  {
    "language": "en",
    "title": "Polo_G_Martin_&_Gina_0",
    "lyrics": "\n(Tahj Money)\n(I bet my last track probably gave you lockjaw, hey, Lilkdubb)\n\nI think about you on the road when I tear down the booth\nGirl, I can't wait 'til I get home to fuck the shit out of you\nEven on your worst days, girl, you still kind of cute\nIf it go down, I'm gon' protect you, pull that stick out and shoot\nAll I want is your love, I can't see no bitch after you\nOff emotions, we did things that we didn't have to do\nScared of you leaving, I told lies when you asked for the truth\nI second-guessed if you the one, that's when I didn't have a clue\nThey be Martin and Gina, but we ain't think about behind the scenes\nThe way I kill it, lose her voice when she tryin' to scream\nWe from the trenches, we moved onto the finer things\nNow you done went from H&amp;M to a designer fiend\n\nHe was playing games, got you dancing in the middle of the club\nGot you dancing in the middle of the club\nI know what you chasing, you can only get this feeling from a thug\nYou can only get this feeling from a thug\nTears falling, and it's liquor in your cup, all you really want is love\nBaby, all you really want is love\nOnly talk to bosses, independent, can't be fucking with a scrub\nGirl, I know you can't be fucking with a scrub (Kdubb)\n\nI get this feeling in my stomach when you next to me\nMan, I'm tryna get to know you sexually\nTake you on shopping sprees for therapy\nMove you out to Cali', in my mansion takin' care of me\nI know sometime I'm crazy, I was hopin' you could bear with me\nBeauty and the beast, pretty girl with a gangster\nI swear you still the baddest in the room with no makeup\nYou the type of woman every hood nigga pray for\nI vow to stay a hundred, never change up\nIn that sundress, damn, your body so amazing\nLove the way you smell, I'm addicted to your fragrance\nIt's somethin' about you, but I really can't explain it\nJust know that you mine, I tell that nigga he can save it\n\nHe was playing games, got you dancing in the middle of the club\nGot you dancing in the middle of the club\nI know what you chasing, you can only get this feeling from a thug\nYou can only get this feeling from a thug\nTears falling, and it's liquor in your cup, all you really want is love\nBaby, all you really want is love\nOnly talk to bosses, independent, can't be fucking with a scrub\nGirl, I know you can't be fucking with a scrub"
  },
  {
    "language": "en",
    "title": "Polo_G_Martin_&_Gina_1",
    "lyrics": "\n(Tahj Money)\n(Założę się że moja ostatnia nuta dała ci zaciśnięte szczęki, hey, Lilkdubb)\n\nMyślę o tobie w drodze, gdy rozpierdalam studio\nDziewczyno, nie mogę się doczekać aż będę w domu żeby cię wyruchać\nNawet w najgorsze dni, dziewczyno, wciąż jesteś trochę słodka\nJeśli robi się gorąco, będę cię chronił, wyciągnę spluwę i strzele\nChcę tylko twojej miłości, nie mogę być z żadną inną po tobie\nDziwne emocje, robiliśmy rzeczy których nie musieliśmy robić\nBoję się że odejdziesz, opowiadałem kłamstwa kiedy prosiłeś o prawdę\nPytałem siebie, czy to ty jesteś tą dziewczyną, wtedy nie miałem pojęcia\nOni są Martin i Gina, ale my nie myślimy o kulisach\nSposób w jaki to robię, ona traci głos gdy próbuje krzyczeć\nMy jesteśmy z ulic, przeliśmy do drobniejszych rzeczy\nTeraz poszłaś do H&amp;M przyjaciela projektanta\n\nOn się z tobą bawił, przez niego tańczyłaś na samym środku klubu\nPrzez niego tańczyłaś na samym środku klubu\nWiem czego ścigasz, to uczucie możesz dostać tylko od bandyty\nTo uczucie możesz dostać tylko od bandyty\nŁzy spadają, a w twoim kubku jest alkohol, wszystko czego naprawdę chcesz to miłość\nKochanie, wszystko czego naprawdę chcesz to miłość\nGadasz tylko z szefami, niezależna, nie możesz zadawać się z pajacami\nDziewczyno, wiem że nie możesz zadawać się z pajacami (Kdubb)\n \nCzuję to w żołądku kiedy jesteś obok mnie\nCzłowieku, próbuję cię poznać seksualnie\nZabrać się na zakupy jako terapię\nPrzenieś cię do Cali, w mojej rezydencji żebyś się mną opiekowała\nWiem, że czasami jestem szalony, miałem nadzieję że to wytrzymasz\nPiękna i bestia, ładna dziewczyna z gangsterem\nPrzysięgam, że wciąż jesteś najładniejsza w pokoju bez makijażu\nJesteś typem kobiety, o którą modli się każdy gość z ulicy\nPrzysięgam że będę szczery, nigdy się nie zmienię\nW tej sukience, cholera, twoje ciało jest takie niesamowite\nUwielbiam twój zapach, jestem uzależniony od twojego zapachu\nCoś w sobie masz, ale naprawdę nie mogę tego wyjaśnić\nPo prostu wiedz że jesteś moja, powiem temu ziomkowi że może to zatrzymać\n\nOn się z tobą bawił, przez niego tańczyłaś na samym środku klubu\nPrzez niego tańczyłaś na samym środku klubu\nWiem czego ścigasz, to uczucie możesz dostać tylko od bandyty\nTo uczucie możesz dostać tylko od bandyty\nŁzy spadają, a w twoim kubku jest alkohol, wszystko czego naprawdę chcesz to miłość\nKochanie, wszystko czego naprawdę chcesz to miłość\nGadasz tylko z szefami, niezależna, nie możesz zadawać się z pajacami\nDziewczyno, wiem że nie możesz zadawać się z pajacami"
  },
  {
    "language": "en",
    "title": "Polo_G_Martin_&_Gina_2",
    "lyrics": "\nJe pense à toi sur la route quand je démolis le stand\nFille, je ne peux pas attendre jusqu'à ce que je rentre à la maison et baise la merde hors de toi\nMême dans tes pires jours, chérie, tu es toujours plutôt mignonne\nSi ça tombe, je vais te protéger, tire ce bâton et tire\nTout ce que je veux c’est ton amour, je nе vois aucune salope après toi\nHors émotions, nous avons fait des chosеs que nous n'avions pas à faire\nJ'ai peur que tu partes, j’ai menti quand tu as demandé la vérité\nJ'ai deviné que si tu étais le seul, c'est à ce moment-là que je n'avais pas la moindre idée\nEt nous Martin et Gina, mais on pense pas aux coulisses\nLa façon dont je le tue, perd sa voix quand elle essaie de crier\nNous des tranchées, nous sommes passés aux choses plus fines\nMaintenant tu es passé de H&amp;M à un démon de designer\n\nIl jouait à des jeux, t'a fait danser au milieu du club\nJe t'ai fait danser au milieu du club\nJe sais ce que tu poursuis, tu ne peux avoir ce sentiment que d'un voyou\nVous ne pouvez obtenir ce sentiment que d'un voyou\nLes larmes tombent, et c’est de l’alcool dans ta tasse, tout ce que tu veux vraiment c'est l’amour\nBébé, tout ce que tu veux vraiment c'est l'amour\nNe parle qu'aux patrons, indépendant, ne peut pas baiser avec un gommage\nFille, je sais que tu ne peux pas baiser avec un gommage\n\nJ’ai cette sensation dans mon estomac quand tu es à côté de moi\nMec, j'essaye de te connaître sexuellement\nVous emmener faire du shopping pour une thérapie\nTe déplacer à Cali', dans mon manoir prenant soin de moi\nJe sais que parfois je suis fou, j'espérais que tu pourrais supporter avec moi\nLa belle et la bête, jolie fille avec un gangster\nJe te jure, tu es toujours le plus méchant de la pièce sans maquillage\nTu es le genre de femme pour laquelle tous les négros prient\nJe jure de rester une centaine, de ne jamais changer\nDans cette robe de soleil, bordel de ton corps si incroyable\nJ'adore la façon dont tu sens, je suis accro à ton parfum\nC'est quelque chose à propos de toi, mais je ne peux vraiment pas l'expliquer\nSache juste que tu es à moi, je dis à ce négro qu'il peut le sauver\n\nIl jouait à des jeux, t'a fait danser au milieu du club\nJe t'ai fait danser au milieu du club\nJe sais ce que tu poursuis, tu ne peux avoir ce sentiment que d'un voyou\nVous ne pouvez obtenir ce sentiment que d'un voyou\nLes larmes tombent, et c'est de l'alcool dans ta tasse, tout ce que tu veux vraiment c'est l'amour\nBébé, tout ce que tu veux vraiment c'est l'amour\nNe parle qu'aux patrons, indépendant, ne peut pas baiser avec un gommage\nFille, je sais que tu ne peux pas baiser avec un gommage"
  },
  {
    "language": "en",
    "title": "Polo_G_Martin_&_Gina_3",
    "lyrics": "\n\n(Tahj Money)\n(Ich wette, mein letzter Track hat dir wahrscheinlich 'ne Kiefersperre verpasst, hey, Lilkdubb)\n\nIch denk' an dich auf der Straße, wenn ich das Studio niederreiße\nBaby, ich kann es kaum erwarten, nach Hause zu kommen und dich komplett durchzunehmen\nSelbst an deinen schlimmsten Tagen, Baby, siehst du noch ziemlich süß aus\nWenn was passiert, werd' ich dich beschützen, ziеh' die Waffe und schieß'\nAllеs, was ich will, ist deine Liebe, ich kann keine andere nach dir sehen\nAus Emotionen heraus, taten wir Dinge, die wir nicht tun mussten\nAus Angst, dass du gehst, hab' ich dir Lügen erzählt, als du nach der Wahrheit gefragt hast\nIch zweifelte daran, ob du die Eine bist, da war ich ahnungslos\nSie sind Martin und Gina, aber wir denken nicht daran, was hinter den Kulissen passierte\nDie Art, wie ich es mache, sie verliert ihre Stimme, wenn sie versucht zu schreien\nWir kommen von der Straße, wir sind zu den feineren Dingen gewechselt\nNun bist du von H&amp;M zu einem Designer-Junkie geworden\n\nEr spielte Spiele, ließ dich mitten im Club tanzen\nLieß dich mitten im Club tanzen\nIch weiß, was du suchst, dieses Gefühl bekommst du nur von 'nem Gangster\nDieses Gefühl bekommst du nur von 'nem Gangster\nTränen fließen und es ist Alk in deinem Becher, alles, was du wirklich willst, ist Liebe\nBaby, alles, was du wirklich willst, ist Liebe\nRedest nur mit Bossen, unabhängig, kannst nicht mit 'nem Nichtsnutz abhängen\nMädchen, ich weiß, du kannst nicht mit 'nem Nichtsnutz abhängen (Kdubb)\n\nIch bekomm' dieses Gefühl in meinem Bauch, wenn du bei mir bist\nMann, ich will dich sexuell kennenlernen\nNehm' dich mit auf Shoppingtouren als Therapie\nBring' dich nach Kali', in meiner Villa kümmerst du dich um mich\nIch weiß, manchmal bin ich verrückt, ich hab' gehofft, du könntest es mit mir aushalten\nDie Schöne und das Biest, hübsches Mädchen mit 'nem Gangster\nIch schwör', du bist immer noch die Heißeste im Raum ohne Make-up\nDu bist die Art von Frau, für die jeder Gangster betet\nIch verspreche, immer real zu bleiben, mich nie zu verändern\nIn dem Sommerkleid, verdammt, dein Körper ist so umwerfend\nLiebe, wie du riechst, ich bin süchtig nach deinem Duft\nEs ist etwas an dir, aber ich kann es wirklich nicht erklären\nSei dir nur sicher, dass du mir gehörst, ich sage diesem Nigga, er kann es sich sparen\n\nEr spielte Spiele, ließ dich mitten im Club tanzen\nLieß dich mitten im Club tanzen\nIch weiß, was du suchst, dieses Gefühl bekommst du nur von 'nem Gangster\nDieses Gefühl bekommst du nur von 'nem Gangster\nTränen fließen und es ist Alk in deinem Becher, alles, was du wirklich willst, ist Liebe\nBaby, alles, was du wirklich willst, ist Liebe\nRedest nur mit Bossen, unabhängig, kannst nicht mit 'nem Nichtsnutz abhängen\nMädchen, ich weiß, du kannst nicht mit 'nem Nichtsnutz abhängen"
  },
  {
    "language": "en",
    "title": "Polo_G_Martin_&_Gina_4",
    "lyrics": "(Tahj Money)\n\nPienso en ti cuando estoy de tour, cuando tiro abajo la cabina\nChica, no puedo esperar a volver a casa y follarte\nIncluso en tus peores días, chica, sigues estando mona\nSi es necesario, te protegeré, sacaré el arma y dispararé\nTodo lo que quiero es tu amor, no puedo estar con ninguna otra chica\nPor culpa de las emociones, hicimos cosas que no debíamos\nCon miedo a que te fueras, mentí cuando me pediste la verdad\nDudé de si eras la definitiva, eso fue cuando no tenia ni idea\nEllos son Martin and Gina, pero no pensamos en el detrás de las cámaras\nLa manera en que se lo hago, pierde la voz cuando intenta gritar\nVenimos de las trincheras, pasamos a cosas mejores\nAhora has pasado del H&amp;M a marcas de diseñador\n\nÉl estaba jugando contigo, bailó contigo en medio del club\nBailó contigo en medio del club\nSe lo que buscas, solo puedes conseguir ese sentimiento con un matón\nSolo puedes conseguir ese sentimiento con un matón\nLágrimas cayendo, y hay licor en tu copa, todo lo que quieres es amor\nBebé, todo lo que quieres es amor\nSolo hablas con jefes, independiente, no puedes estar con un pringado\nChica, se que no puedes estar con un pringado\n\nMe entra esa sensación en el estómago cuando estas conmigo\nEstoy intentando conocerte sexualmente\nLlevarte de compras como terapia\nMudarnos a Cali', en mi mansión cuidando de mi\nSe que a veces estoy loco, esperaba que pudieras soportarme\nLa bella y la bestia, una chica guapa con un gángster\nTe prometo que eres la mas guapa de la habitación incluso sin maquillaje\nEres el tipo de mujer que todo hombre de barrio desea\nTe juro que seré sincero, nunca cambiaré\nEn ese vestido, joder, tu cuerpo es increíble\nMe encanta como hueles, soy adicto a tu fragancia\nHay algo en ti, pero no se como explicarlo\nSolo quiero que sepas que eres mía, le digo a ese negro que se lo puede ahorrar\n\nÉl estaba jugando contigo, bailó contigo en medio del club\nBailó contigo en medio del club\nSe lo que buscas, solo puedes conseguir ese sentimiento con un matón\nSolo puedes conseguir ese sentimiento con un matón\nLágrimas cayendo, y hay licor en tu copa, todo lo que quieres es amor\nBebé, todo lo que quieres es amor\nSolo hablas con jefes, independiente, no puedes estar con un pringado\nChica, se que no puedes estar con un pringado"
  },
  {
    "language": "en",
    "title": "Polo_G_Martin_&_Gina_5",
    "lyrics": "1. Big Sean- Lithuania (feat. Travis Scott)\n2. Drake- Laugh Now Cry Later (feat. Lil Durk)\n3. A Boogie wit Da Hoodie, Don Q &amp; Trap Manny- Vroom Vroom\n4. Internet Money- Lemonade (feat. Gunna, Don Toliver &amp; NAV)\n5. Lil Durk- The Voice\n6. Big Sean- Wolves (feat. Post Malone)\n7. Pop Smoke- For The Night (feat. Lil Baby &amp; DaBaby)\n8. Internet Money- Blastoff (feat. Juice WRLD &amp; Trippie Redd)\n9. DJ Khaled- GREECE (feat. Drake)\n10. Money Man- 24 (feat. Lil Baby)\n11. Jack Harlow- WHATS POPPIN (feat. DaBaby, Tory Lanez &amp; Lil Wayne)\n12. Big Sean- ZTFO\n13. Cardi B- WAP (feat. Megan Thee Stallion)\n14. G-Eazy- Down (feat. Mulatto)\n15. DOLLAZ ON MY HEAD (feat. Young Thug)- Gunna\n16. Cordae- Gifted (feat. Roddy Ricch)\n17. Rod Wave- Rags2Riches (feat. Lil Baby)\n18. Rich The Kid, Quavo &amp; Takeoff- Too Blessed\n19. YoungBoy Never Broke Again- Callin (feat. Snoop Dogg)\n20. Pop Smoke- The Woo (feat. 50 Cent &amp; Roddy Ricch)\n21. DaBaby- BLIND (feat. Young Thug)\n22. NLE Choppa- Narrow Road (feat. Lil Baby)\n23. Cochise- Hatchback\n24. Juice WRLD- Conversations\n25. Polo G- Martin &amp; Gina\n26. Future &amp; Lil Uzi Vert- Patek\n27. Pop Smoke- Got It On Me\n28. Migos &amp; YoungBoy Never Broke Again- Need It\n29. Saweetie- Tap In (feat. Post Malone, DaBaby &amp; Jack Harlow)\n30. Juice WRLD &amp; The Weeknd- Smile\n31. Polo G- Flex (feat. Juice WRLD)\n32. Lil Baby- The Bigger Picture\n33. Gunna- RELENTLESS (feat. Lil Uzi Vert)\n34. A Boogie wit Da Hoodie &amp; Don Q- Flood My Wrist (feat. Lil Uzi Vert)\n35. iann dior- Prospect (feat. Lil Baby)\n36. Polo G- 21\n37. Tyla Yaweh- Stuntin' On You (feat. DaBaby)\n38. Juice WRLD &amp; Marhsmello- Hate The Other Side (feat. The Kid LAROI &amp; Polo G)\n39. Ty Dolla $ign- Expensive (feat. Nicki Minaj)\n40. Mulatto- Muwop (feat. Gucci Mane)\n41. DJ Khaled- POPSTAR (feat. Drake)\n42. Lil Baby- We Paid (feat. 42 Dugg)\n43. City Girls &amp; Doja Cat- Pussy Talk\n44. Moneybagg Yo- Said Sum\n45. YoungBoy Never Broke Again- Kacey Talk\n46. A Boogie wit Da Hoodie- Bleed\n47. Megan Thee Stallion- Girls In The Hood\n48. J. Cole- The Climb Back\n49. Young Dolph- No Sense (feat. Key Glock)\n50. Yo Gotti- Stay Ur Distance"
  },
  {
    "language": "en",
    "title": "Polo_G_Martin_&_Gina_6",
    "lyrics": "1. Polo G- RAPSTAR\n2. Polo G- Martin &amp; Gina\n3. Polo G- Pop Out (feat. Lil Tjay)\n4. Lil Tjay- Headshot (feat. Polo G &amp; Fivio Foreign)\n5. Polo G- Epidemic\n6. Polo G- 21\n7. Polo G- Through Da Storm\n8. Polo G- GNF (OKOKOK)\n9. Rod Wave- Richer (feat. Polo G)\n10. Polo G- Flex (feat. Juice WRLD)\n11. Polo G- Chosen 1\n12. KSI- Patience (feat. YUNGBLUD &amp; Polo G)\n13. King Von- The Code (feat. Polo G)\n14. Polo G, Stunna 4 Vegas &amp; NLE Choppa- Go Stupid (feat. Mike WiLL Made-It)\n15. Polo G- Finer Things\n16. Lil Durk- 3 Headed Goat (feat. Lil Baby &amp; Polo G)\n17. Polo G- Gang WithMe\n18. Polo G- Heartless (feat. Mustard)\n19. Polo G- Neva Cared\n20. Moneybagg Yo, Polo G &amp; Lil Durk- Free Promo\n21. Polo G- Dyin Breed\n22. Polo G- I Know\n23. Lil Tecca &amp; Polo G- When You Down (feat. Lil Durk)\n24. Polo G- Hollywood\n25. Polo G- Deep Wounds\n26. Polo G- The Come Up\n27. DaBaby- Handgun (feat. NoCap &amp; Polo G)\n28. Polo G &amp; Lil Tjay- First Place\n29. Pop Smoke- Fashion (feat. Polo G)\n30. Only The Family &amp; Lil Durk- Career Day (feat. Polo G)\n31. Bankrol Hayden- Whatchu On Today (feat. Polo G)\n32. Fivio Foreign &amp; Kenny Beats- Bop It (feat. Polo G)\n33. SpotemGottem- Beat Box 5 (feat. Polo G)\n34. Polo G - No Return (feat. The Kid LAROI &amp; Lil Durk)\n35. The Kid LAROI - NOT SOBER (feat. Polo G &amp; Stunna Gambino)\n36. Polo G - Don't Play (feat. Lil Baby)\n37. Migos - Malibu (feat. Polo G)"
  },
  {
    "language": "en",
    "title": "Polo_G_Martin_&_Gina_7",
    "lyrics": "1. 21 Savage &amp; Metro Boomin- Runnin\n2. DaBaby- Practice\n3. DDG- Moonwalking In Calabasas (feat. Blueface)\n4. Ty Dolla $ign- Spicy (feat. Post Malone)\n5. Money Man- 24 (feat. Lil Baby)\n6. Drake- Laugh Now Cry Later (feat. Lil Durk)\n7. Internet Money- Lemonade (feat. Gunna, Don Toliver &amp; NAV)\n8. Jack Harlow- Tyler Herro\n9. Ty Dolla $ign- Powder Blue (feat. Gunna)\n10. Rod Wave- Rags2Riches 2 (feat. Lil Baby)\n11. Polo G- Martin &amp; Gina\n12. Lil Eazzyy- Onna Come Up\n13. 21 Savage &amp; Metro Boomin- Mr. Right Now (feat. Drake)\n14. Saweetie- Back To The Streets (feat. Jhené Aiko)\n15. Internet Money- Blastoff (feat. Juice WRLD &amp; Trippiе Redd)\n16. WhoHeem- Let's Link (feat. Tyga &amp; Lil Mosеy)\n17. YoungBoy Never Broke Again- Kacey Talk\n18. Pop Smoke- Got It On Me\n19. CJ- Whoopty\n20. BigKayBeezy- BookBag 2.0 (feat. Polo G)\n21. NLE Choppa- Narrow Road (feat. Lil Baby)\n22. Travis Scott- Franchise (feat. Young Thug &amp; M.IA.)\n23. Joyner Lucas- Zim Zimma\n24. Lil Baby- We Paid (feat. 42 Dugg)\n25. Baby Keem- Hooligan\n26. DJ Khaled- Popstar (feat. Drake)\n27. Pop Smoke- For The Night (feat. Lil Baby &amp; DaBaby)\n28. YoungBoy Never Broke Again- My Window (feat. Lil Wayne)\n29. Future &amp; Lil Uzi Vert- Patek\n30. Juice WRLD- Conversations\n31. Tyla Yaweh- Stuntin' On You (feat. DaBaby)\n32. Pop Smoke- The Woo (feat. 50 Cent &amp; Roddy Ricch)\n33. 21 Savage &amp; Metro Boomin- Glock In My Lap\n34. Saweetie- Tap In (feat. Post Malone, DaBaby &amp; Jack Harlow)\n35. Trippie Redd- Sleepy Hollow\n36. Big Sean- Wolves (feat. Post Malone)\n37. DaBaby- Blind (feat. Young Thug)\n38. Cardi B- Wap (feat. Megan Thee Stallion)\n39. Polo G- Epidemic\n40. Gunna- Relentless (feat. Lil Uzi Vert)\n41. Lil Tecca &amp; Polo G- When You Down (feat. Lil Durk)\n42. T.I.- Pardon (feat. Lil Baby)\n43. Yung Bleu- You're Mine's Still (feat. Drake)\n44. Cordae- Gifted (feat. Roddy Ricch)\n45. Mulatto- Muwop (feat. Gucci Mane)\n46. Rich The Kid, Quavo &amp; Takeoff- Too Blessed\n47. Moneybagg Yo- Said Sum\n48. Megan Thee Stallion- Don't Stop (feat. Young Thug)\n49. Rich The Kid &amp; YoungBoy Never Broke Again- Bankroll\n50. City Girls- Pussy Talk (feat. Doja Cat)"
  },
  {
    "language": "en",
    "title": "Polo_G_Martin_&_Gina_8",
    "lyrics": "1. Drake- Laugh Now Cry Later (feat. Lil Durk)\n2. Internet Money- Lemonade (feat. Gunna, Don Toliver &amp; NAV)\n3. YoungBoy Never Broke Again- My Window (feat. Lil Wayne)\n4. Money Man- 24 (feat. Lil Baby)\n5. Pop Smoke- For The Night (feat. Lil Baby &amp; DaBaby)\n6. Big Sean- Wolves (feat. Post Malone)\n7. Rod Wave- Rags2Riches (feat. Lil Baby)\n8. Internet Money- Blastoff (feat. Juice WRLD &amp; Trippie Redd)\n9. YoungBoy Never Broke Again- All In\n10. DaBaby- BLIND (feat. Young Thug)\n11. DJ Khaled- GREECE (feat. Drake)\n12. NLE Choppa- Narrow Road (feat. Lil Baby)\n13. Future &amp; Lil Uzi Vert- Patek\n14. DJ Khaled- POPSTAR (feat. Drake)\n15. Jack Harlow- WHATS POPPIN (feat. DaBaby, Tory Lanez &amp; Lil Wayne)\n16. Cardi B- WAP (feat. Megan Thee Stallion)\n17. Gunna- DOLLAZ ON MY HEAD (feat. Young Thug)\n18. Pop Smoke- The Woo (feat. 50 Cent &amp; Roddy Ricch)\n19. Internet Money- Lost me (feat. Lil Mosey, iann dior &amp; Lil Skies)\n20. iann dior- Prospect (feat. Lil Baby)\n21. YoungBoy Never Broke Again- Kacey Talk\n22. Polo G- Martin &amp; Gina\n23. Juice WRLD- Conversations\n24. T.I.- Ring (feat. Young Thug)\n25. Lil Baby- We Paid (feat. 42 Dugg)\n26. YBN Nahmir- Pop Like This (feat. Yo Gotti)\n27. Migos &amp; YoungBoy Never Broke Again- Need It\n28. Saweetie- Tap In (feat. Post Malone, DaBaby &amp; Jack Harlow)\n29. Polo G- 21\n30. Gunna- RELENTLESS (feat. Lil Uzi Vert)\n31. Pop Smoke- Got It On Me\n32. Lil Baby- The Bigger Picture\n33. Polo G- Flex (feat. Juice WRLD)\n34. Tyla Yaweh- Stuntin' On You (feat. DaBaby)\n35. A Boogie wit Da Hoodie &amp; Don Q- Flood My Wrist (feat. Lil Uzi Vert)\n36. Juice WRLD, Marshmello, The Kid Laroi &amp; Polo G- Hate The Other Side\n37. Cordae- Gifted (feat. Roddy Ricch)\n38. A Boogie wit Da Hoodie, Don Q &amp; Trap Manny- Vroom Vroom\n39. Big Sean- ZTFO\n40. Rich The Kid, Quavo &amp; Takeoff- Too Blessed\n41. Lil Durk- The Voice\n42. Juice WRLD &amp; The Weeknd- Smile\n43. Moneybagg Yo- Said Sum\n44. City Girls &amp; Doja Cat- Pussy Talk\n45. Ty Dolla $ign- Expensive (feat. Nicki Minaj)\n46. Mulatto- Muwap (feat. Gucci Mane)\n47. Big Sean- Lithuania (feat. Travis Scott)\n48. Megan Thee Stallion- Girls In The Hood\n49. Yo Gotti- Stay Ur Distance\n50. J. Cole- The Climb Back"
  },
  {
    "language": "en",
    "title": "Polo_G_Martin_&_Gina_9",
    "lyrics": "1. DDG- Moonwalking In Calabasas (feat. Blueface)\n2. DaBaby- Practice\n3. Internet Money- Lemonade (feat. Gunna, Don Toliver &amp; NAV)\n4. NLE Choppa- Bryson\n5. Money Man- 24 (feat. Lil Baby)\n6. 21 Savage &amp; Metro Boomin- Mr. Right Now (feat. Drake)\n7. Pop Smoke- For The Night (feat. Lil Baby &amp; DaBaby)\n8. Jack Harlow- Tyler Herro\n9. Lil Eazzyy- Onna Come Up\n10. King Von- The Code (feat. Polo G)\n11. Trippie Redd- Sleepy Hollow\n12. Polo G- Martin &amp; Gina\n13. YoungBoy Never Broke Again- Kacey Talk\n14. NLE Choppa- Moonlight (feat. Big Sean)\n15. Rod Wave- Rags2Riches 2 (feat. Lil Baby)\n16. Drake- Laugh Now Cry Later (feat. Lil Durk)\n17. Ty Dolla $ign- Spicy (feat. Post Malone)\n18. Pop Smokе- Aim For The Moon (feat. Quavo)\n19. CJ- Whoopty\n20. Internеt Money- Blastoff (feat. Juice WRLD &amp; Trippie Redd)\n21. YoungBoy Never Broke Again- My Window (feat. Lil Wayne)\n22. 21 Savage &amp; Metro Boomin- Runnin\n23. Big Sean- Wolves (feat. Post Malone)\n24. Future &amp; Lil Uzi Vert- Patek\n25. Travis Scott- Franchise (feat. Young Thug &amp; M.I.A.)\n26. Pop Smoke- Got It On Me\n27. DJ Khaled- Popstar (feat. Drake)\n28. 21 Savage &amp; Metro Boomin- Runnin\n29. Lil Tjay- Losses\n30. Saweetie- Back To The Streets (feat. Jhené Aiko)\n31. Lil Tecca &amp; Polo G- When You Down (feat. Lil Durk)\n32. Polo G- Epidemic\n33. French Montana- Double G (feat. Pop Smoke)\n34. T.I.- Pardon (feat. Lil Baby)\n35. Jeezy- Back (feat. Yo Gotti)\n36. Saweetie- Tap In (feat. Post Malone, DaBaby &amp; Jack Harlow)\n37. Cardi B- WAP (feat. Megan Thee Stallion)\n38. Mulatto- Muwop (feat. Gucci Mane)\n39. WhoHeem- Let's Link (feat. Tyga &amp; Lil Mosey)\n40. Cordae- Gifted (feat. Roddy Ricch)\n41. Freddie Gibbs- 4 Thangs (feat. Big Sean &amp; Hit-Boy)\n42. Ty Dolla $ign- Powder Blue (feat. Gunna)\n43. BRS Kash- Throat Baby\n44. Yung Bleu- You're Mines Still (feat. Drake)\n45. Megan Thee Stallion- Don't Stop (feat. Young Thug)\n46. Trippie Redd- Kid That Kidd (feat. Future &amp; Doe Boy)\n47. Lil Durk, 6LACK &amp; Young Thug- Stay Down\n48. Trippie Redd- Never Change (feat. Future)\n49. Busta Rhymes- Look Over Your Shoulder (feat. Busta Rhymes)\n50. Sada Baby- Whole Lotta Choppas (feat. Nicki Minaj)"
  }
]