[
  {
    "language": "en",
    "title": "Polo_G_Chosen_1_0",
    "lyrics": "\nJTK\n\nYou broke that bond, now when it come to you, my feelings weak\nYou let your selfish ways come in between our chemistry\nWhy you play with my heart and not show love consistently?\nI put my life on the line, you wouldn't take that risk for me\nFucked up my trust, wish I could delete all our memories\nKeep poppin' these pills, I hope it take away my misery\nI got a dead soul, I been facing blunts of my enemies\nEmotions bottled up, I don't know what's wrong and it's killing me\nI cut so many off, my heart cold as December be\nMy mind keep racing, I been overthinking, I don't get no sleep\nYou don't understand how hard it was, I swear this shit so deep\nI made it to the top and they all looked up in disbelief\nThey hate that I'm doin' better, they'd much rather get rid of me\nI flex with no regrets 'cause they ain't show me no sympathy\nI came a long way but I ain't as far as I'm finna be\nI promise I'ma die a legend, I'ma make sure that you remember me\nI used to daydream, I pictured everything so vividly\nI had a feeling we'd be rich since the elementary\nMy peoples gone, got to witness everything they ain't get to see\nLong live Maxine, I miss your love, wish you was here with me\nYou was a part of me, and since you left, I'm incomplete\nMy lifestyle used to be jump shots and sticking D\nLife overwhelmed me, I said fuck school and hit the streets\nI devoted my life to that corner just so I can get a G\nFuck a two-four, nigga, I ain't been home and it's been a week\nWe used to break down eight-balls, wishing we could get a key\nWas tryna duck that indictment, the feds did a sweep\nI hope you grippin' on your gun when them drillers creep\nLil' nigga grabbed his first glizzy, went on a killing spree\nCaught him at that red light snoozin', he thought this shit was sweet\nIf he come from that other side, we make him rest in peace\nI'm way too solid for the gimmicks, fuck the industry"
  },
  {
    "language": "en",
    "title": "Polo_G_Chosen_1_1",
    "lyrics": "\nJTK\n\nZerwałaś tę więź, teraz gdy chodzi o ciebie, moje uczucia osłabły\nPozwoliłaś swoim egoistycznym drogom wejść między naszą chemię\nDlaczego bawisz się moim sercem i nie okazujesz miłości konsekwentnie?\nStawiam swoje życie na linii, ty byś tego dla mnie nie zrobiła\nZjebałem moje zaufanie, chciałbym móc usunąć wszystkie twoje wspomnienia\nCiągle zażywam pigułki, mam nadzieję że one zabiorą ze sobą moje nieszczęście\nMam martwą duszę, stawiam czoła tępym wrogom\nEmocje zatłoczone, nie wiem, co jest nie tak i to mnie zabija\nOdciąłem tak wielu, moje serce było zimne jak grudzień\nMój umysł wciąż się ściga, nadmiernie myślę, i nie mogę zasnąć\nNie rozumiesz, jak to było trudne, przysięgam to wszytko jest takie głębokie\nDotarłem na szczyt i wszyscy spojrzeli z niedowierzaniem\nNienawidzą, że robię to lepiej, wolą się mnie pozbyć\nJa flexuje bez żalu, bo oni nie okazują mi współczucia\nPrzeszedłem długą drogę, ale nie jestem tak daleko, jak chcę\nObiecuję że umrę i będę legendą, upewnię się że mnie zapamiętasz\nKiedyś marzyłem, wszystko tak żywo wyobrażałem sobie\nMiałem wrażenie, że będziemy bogaci od podstawówki\nMoi ludzie odeszli, byłem świadkiem wszystkiego, czego nie mogą zobaczyć\nNiech żyje Maxine, tęsknię za twoją miłością chciałbym żebyś tu ze mną był\nByłeś częścią mnie, a odkąd odszedłeś, jestem niekompletny\nMoim stylem życia były strzały z powietrza i klejenie D\nŻycie mnie przytłoczyło, powiedziałem pieprzyć szkołę i wyszedłem na ulice\nPoświęciłem swoje życie temu rogu ulicy tylko po to aby uzyskać kasę\nJebać dwa cztery, ziomek, nie było mnie w domu i minął tydzień\nRozbijaliśmy osiem piłek, żałując, że nie możemy zdobyć klucza\nRozbijaliśmy ósme uncji, pragnąc, że dostaniemy kilo\nPróbowałem uciec od tego oskarżenia, psy wszytko mi zmiotły\nMam nadzieję, że chwytasz się za broń, gdy wkradają się gangsterzy\nMłody chwycił swoją pierwszą broń, i poszedł na mordercze szaleństwo\nPrzyłapał go na tym czerwonym świetle, kiedy drzemał myślał że to wszystko było słodkie\nJeśli przyjdzie z tamtej strony, sprawimy że będzie spoczywał w pokoju\nJestem zbyt solidny dla sztuczek, jebać rap"
  },
  {
    "language": "en",
    "title": "Polo_G_Chosen_1_2",
    "lyrics": "1. Polo G- RAPSTAR\n2. Polo G- Martin &amp; Gina\n3. Polo G- Pop Out (feat. Lil Tjay)\n4. Lil Tjay- Headshot (feat. Polo G &amp; Fivio Foreign)\n5. Polo G- Epidemic\n6. Polo G- 21\n7. Polo G- Through Da Storm\n8. Polo G- GNF (OKOKOK)\n9. Rod Wave- Richer (feat. Polo G)\n10. Polo G- Flex (feat. Juice WRLD)\n11. Polo G- Chosen 1\n12. KSI- Patience (feat. YUNGBLUD &amp; Polo G)\n13. King Von- The Code (feat. Polo G)\n14. Polo G, Stunna 4 Vegas &amp; NLE Choppa- Go Stupid (feat. Mike WiLL Made-It)\n15. Polo G- Finer Things\n16. Lil Durk- 3 Headed Goat (feat. Lil Baby &amp; Polo G)\n17. Polo G- Gang WithMe\n18. Polo G- Heartless (feat. Mustard)\n19. Polo G- Neva Cared\n20. Moneybagg Yo, Polo G &amp; Lil Durk- Free Promo\n21. Polo G- Dyin Breed\n22. Polo G- I Know\n23. Lil Tecca &amp; Polo G- When You Down (feat. Lil Durk)\n24. Polo G- Hollywood\n25. Polo G- Deep Wounds\n26. Polo G- The Come Up\n27. DaBaby- Handgun (feat. NoCap &amp; Polo G)\n28. Polo G &amp; Lil Tjay- First Place\n29. Pop Smoke- Fashion (feat. Polo G)\n30. Only The Family &amp; Lil Durk- Career Day (feat. Polo G)\n31. Bankrol Hayden- Whatchu On Today (feat. Polo G)\n32. Fivio Foreign &amp; Kenny Beats- Bop It (feat. Polo G)\n33. SpotemGottem- Beat Box 5 (feat. Polo G)\n34. Polo G - No Return (feat. The Kid LAROI &amp; Lil Durk)\n35. The Kid LAROI - NOT SOBER (feat. Polo G &amp; Stunna Gambino)\n36. Polo G - Don't Play (feat. Lil Baby)\n37. Migos - Malibu (feat. Polo G)"
  },
  {
    "language": "en",
    "title": "Polo_G_Chosen_1_3",
    "lyrics": "God saved me from the streets, so I pray, ain't that a blessing, mo money just bring mo problems, everyday seem like I’m stressing\nOnly 21 years old, but mama I’m gone Die a Legend, can’t wait to go see my granny, at them pearly gates of heaven\nSee I struggle with this pain, so I mingle with my demons, thinking bout killing myself, when I’m talking to my demons, see I stood just by my lonely, so I held these problems in, 2018 almost died, shit I feel like dying again, with my back against the wall, so tell me who I’m supposed to trust, only time they call my phone, when they need a couple bucks, shit be sad, that make me mad, they never ask me how I’m feeling, load this 9 up with some bullets, close my eyes and pull the trigger, Every song that I done made, I swear that I’m gone die a legend, chosen 1, like Polo G, I finally up, ain’t that blessing, now they standing over on my casket, staying looking at me in my face, steady saying Rest Up In Heaven, Now he’s in a better place\nGod saved me from the streets, so I pray, ain't that a blessing, mo money just bring mo problems, everyday seem like I’m stressing\nOnly 21 years old, but mama I’m gone Die a Legend, can’t wait to go see my granny, at them pearly gates of heaven"
  },
  {
    "language": "en",
    "title": "Polo_G_Chosen_1_4",
    "lyrics": "\nAyy, yeah, ayy, chosen one, gang\n(Go crazy, AG)\nChosen one\nWhen they see me, run\nGot it out the mud\nLah, ayy\n\nChosen one\nI made it out of slums\nBut I still tote a gun\nWhen they see me, niggas run\nFeel like a rockstar, way I keep the drum (Grrt)\nBitch, I'm sippin' dirty, got it out the mud\nYou ain't tryna ride, why you in the car? (Get out)\nPolo G, why these niggas cap a lot? (Cap a lot)\nAnd it's a man-down if I spot a opp (Grrt) (Spot a opp)\nAnd these Amiri jeans, yeah, they cost a lot (Yeah, cost a lot)\n\nGlizzy fully auto, thirty in the magazine\nThis ain't what you want, bitch, I'm signed to the streets\nIf I spot a opp, yellow tape the whole scene (Yellowtape thе scene)\nLike VLONE thеy turned their backs on me\nMy opps some babies, they never pull up (They never pull up)\nSwishh up on your bitch, I hit the layup, ayy\nCro, I'll kill him first, don't need no Moula\nAnd why they talking crazy, never do none\nI fly a opp like WestJet\nSnatch his soul, he get possessed\nI know a OG baller, now he fell off, Delonte West\nTwo-seater i8, had to get it, wasn't fed\nPussy got a leggaz then he got nightmares\nA lotta hearses, not no verses\nAnd when we hit that curb, slide, close your curtains\nSwitch is so loud, neighbour said it cause a disturbance\nAnd we don't hit miskeens, the main guy who we murkin'\nName brand, bloody shirt, need detergent\nTwo twin Glock's but it's different versions\nLike Google, police get to searching, huh, lah (Ayy)\n\nChosen one\nI made it out of slums\nBut I still tote a gun\nWhen they see me, niggas run\nFeel like a rockstar, way I keep the drum (Grrt)\nBitch, I'm sippin' dirty, got it out the mud\nYou ain't tryna ride, why you in the car? (Get out)\nPolo G, why these niggas cap a lot? (Cap a lot)\nAnd it's a man-down if I spot a opp (Grrt) (Spot a opp)\nAnd these Amiri jeans, yeah, they cost a lot (Yeah, cost a lot)\n\nChosen one, chosen one, chosen one"
  },
  {
    "language": "en",
    "title": "Polo_G_Chosen_1_5",
    "lyrics": "**Blaket, Blaket, Bu-**\n:\n(Huh)\nBlack and white diamonds, i look like a domino\nHit then I dip and I told shortie, “vaminos”\nSike, bitch I’m leaving you adios\nFucking with me and I’m hitting yo’ momma bro\nWhy these niggas keep testing me?\nFucking with gang and we shooting you endlessly\nAin’t bout’ the dappers, you not a friend of me (PAH)\nRun up on him and I’m ending he\n:\nI’m on this bitch and I’m going real crazy (Mm-Hm)\nYo’ main bitch tryna have my baby (Yeah)\nHit a nigga up with this muhfuckin’ *dracy (Yeah)\nClose that door so a nigga can’t snipe me\nUnder 10 while riding in the hood\nKeep that Glock so you know we all good (we good)\nBro said whеn he see me he gon’ shoot mе, I think I misunderstood\n:\nFucking with me nigga I wish you would\nNigga, yungblaket they wishing they could be\nFucking yo’ hoe from the back, never lack, I’m attacking her doonies, that’s something I would be\nFucking with Blaket, you must’ve been joking\nRide with the Glock on my hip, imma soak him\nAin’t bout the talking we leaving him open, they say I’m the one like I’m Polo (G) I’m chosen\nI’m finna spazz &amp; I’m leaving them frozen\nThey cannot stand me the guns I be toting\nHe think he better than me must be smoking, if I get to dissing then he losing focus\nThey going crazy so I keep on going, fuck from the back and I’m leaving her moaning\nBoy talking crazy, he move in slow motion, I grab me the Glock and we gon get to poking\n:\nBitch tryna fuck, so I pulled her lace off\nRapping easy, we finna take off\nSmoking the wood right now in the stu—turn me up, I need some juice\nI hate bitches that think they cute—bitch you got on makeup, you foo\nI hate bitches who try to play hard to get, like who the fuck is you?\n:\nSpin round his block like a muhfuckin’ cube\nY’all niggas just cap in y’all rap and it’s poop-\nAnd i’m sipping on double cup, double up, bitch on my dick finna suck up the honey like Winnie the Pooh\nIf that boy talking stupid, we leave with no clue\nAnd he tryna sneak diss on the Gram out the blue\nIf he run up, he gon get done up, put down the Glock and get ready, bitch what we gon do\nHow we finna sneaky link if you gon’ fuck around and pull out the cam?\nI keep me a 88, feeling great, and she catching my ball, no Ceedee Lamb\nPull up with no shirt, I’m like God damn\nTryna fuck with yungblaket, I think you a fan\nHow the fuck you gon’ be my shorty and do it like that, you know what I mean bitch you ran\n:\nBitch I got that Glock, and I got that tec\nIf I see a opp, send them hollows to his neck\nI can’t fall in love, cause ion’ know cupid\nBitch talm’ bout “Who is Recklezz”, bitch stop acting stupid\nNigga think I’m mad about some old reck, I done had\nI’ll shoot a nigga in his face and send him to the Gods\nThinking bout’ smoking one nigga and I might do it\nCause that nigga tried to play me cock, tried to play me stupid"
  },
  {
    "language": "en",
    "title": "Polo_G_Chosen_1_6",
    "lyrics": "DaBaby - Baby on Baby\n1. Walker Texas Ranger\n2. Goin Baby\n3. Joggers ft. Stunna 4 Vegas\nCLOSE CONTENDERS: Backend, Baby Sitter ft. Offset, Suge\nStunna 4 Vegas - BIG 4X\n1. Intro\n2. Double D's\n3. Ashley ft. DaBaby\nCLOSE CONTENDERS: Big 4X Freestyle, Hittin 4\nYung Gravy - Sensational\n1. Alley Oop ft. Lil Baby\n2. The Boys Are Back In Town ft. RAMIREZ, Pouya, &amp; Trippy Tha Kid\n3. E.T. ft. LIL MAYO\nCLOSE CONTENDERS: Whip A Tesla ft. bbno$, Magic\nDenzel Curry - ZUU\n1. SPEEDBOAT\n2. ZUU\n3. RICKY\nCLOSE CONTENDER: AUTOMATIC w/ Tay Keith\nYBN Cordae - The Lost Boy\n1. Have Mercy\n2. Bad Idea ft. Chance the Rapper\n3. Nightmares Are Real ft. Pusha T\nCLOSE CONTENDERS: Lost &amp; Found, RNP ft. Anderson .Paak\nBlocBoy JB - I Am Me\n1. Mercedes\n2. Who Ya Trynna Scare\n3. COPY\nCLOSE CONTENDER: Everyday ft. Moneybagg Yo\nDaBaby - KIRK\n1. INTRO\n2. GOSPEL ft. Chance the Rapper, YK Osiris, &amp; Gucci Mane\n3. BOP\nCLOSE CONTENDERS: TOES ft. Lil Baby &amp; Moneybagg Yo, RAW SHIT ft. Migos, XXL\nGucci Mane - Woptober II\n1. Richer Than Errybody ft. NBA YoungBoy &amp; DaBaby\n2. Big Boy Diamonds ft. Kodak Black\n3. Move Me\nCLOSE CONTENDER: Big Booty ft. Megan Thee Stallion\nBlacc Zacc - Trappin Like Zacc\n1. Goner w/ Stunna 4 Vegas\n2. Hahaha ft. Key Glock\n3. Tuesday ft. DaBaby\nCLOSE CONTENDER: Sassy ft. LightSkinKeisha\nLil Tjay - True 2 Myself\n1. Ruthless ft. Jay Critch\n2. Hold On\n3. Brothers\nCLOSE CONTENDERS: One Take, Post To Be ft. Rileyy Lanez\nComethazine - BAWSKEE 3.5\n1. NO EVIDENCE\n2. FIND HIM!\n3. STAND\nCLOSE CONTENDERS: HENCH MAFIA, JUST SAYING\nLil Tecca - We Love You Tecca\n1. Out Of Luck\n2. Shots\n3. Love Me\nCLOSE CONTENDERS: Ransom (Remix) ft. Juice WRLD, Did It Again, Senorita\nMustard - Perfect Ten\n1. Ballin' ft. Roddy Ricch\n2. Perfect Ten ft. Nipsey Hussle\n3. Pure Water w/ Migos\nCLOSE CONTENDER: 100 Bands ft. Quavo, YG, &amp; Meek Mill\nPolo G - Die A Legend\n1. Through Da Storm\n2. King's Nightmare\n3. Dyin Breed\nCLOSE CONTENDERS: Deep Wounds, Pop Out ft. Lil Tjay, Battle Cry\nQuality Control - Control The Streets Volume 2\n1. Leave Em Alone (Layton Greene &amp; Lil Baby ft. PnB Rock &amp; Yung Miami)\n2. Once Again (Lil Yachty ft. Tee Grizzley)\n3. Baby (Lil Baby ft. DaBaby)\nCLOSE CONTENDERS: 100 Racks (Offset ft. Playboi Carti), Hit (YRN Murk)\nPost Malone - Hollywood's Bleeding\n1. Circles\n2. Sunflower w/ Swae Lee\n3. Take What You Want ft. Ozzy Osbourne &amp; Travis Scott\nCLOSE CONTENDERS: Enemies ft. DaBaby, Wow, Saint-Tropez, Goodbyes ft. Young Thug\nYG - 4REAL 4REAL\n1. Hard Bottoms &amp; White Socks\n2. Go Loko ft. Tyga &amp; Jon Z\n3. Stop Snitchin (Remix) ft. DaBaby\nCLOSE CONTENDERS: Do Not Disturb ft. G-Eazy &amp; Kamaiyah, In The Dark\nNBA YoungBoy - AI YoungBoy 2\n1. Lonely Child\n2. Slime Mentality\n3. Ranada\nCLOSE CONTENDERS: Make No Sense, Self Control\nLil Nas X - 7 EP\n1. C7osure\n2. Panini\n3. Old Town Road (Remix) ft. Billy Ray Cyrus\nCLOSE CONTENDERS: Rodeo ft. Cardi B, Kick It\nLil Keed - Long Live Mexico\n1. Pull Up ft. Lil Uzi Vert &amp; YNW Melly\n2. Million Dollar Mansion ft. Young Thug\n3. HBS"
  },
  {
    "language": "en",
    "title": "Polo_G_Chosen_1_7",
    "lyrics": "1. Internet Money- Lemonade (feat. Gunna, Don Toliver &amp; NAV)\n2. Drake- Laugh Now Cry Later (feat. Lil Durk)\n3. Trippie Redd- Sleepy Hollow\n4. 21 Savage &amp; Metro Boomin- Mr. Right Now (feat. Drake)\n5. Money Man- 24 (feat. Lil Baby)\n6. Travis Scott- FRANCHISE (feat. Young Thug &amp; M.I.A.)\n7. Lil Wayne- NFL (feat. Gudda Gudda &amp; Hoodybaby)\n8. Rod Wave- Rags2Riches 2 (feat. Lil Baby)\n9. NLE Choppa- Narrow Road (feat. Lil Baby)\n10. Internet Money- Blastoff (feat. Juice WRLD &amp; Trippie Redd)\n11. CHASE B &amp; Don Toliver- Cafetaria (feat. Gunna)\n12. Polo G- Martin &amp; Gina\n13. Pop Smoke- For The Night (feat. Lil Baby &amp; DaBaby)\n14. BRS Kash- Throat Baby\n15. Big Sean- Wolves (feat. Post Malone)\n16. DJ Khalеd- POPSTAR (feat. Drake)\n17. Gunna- DOLLAZ ON MY HEAD (feat. Young Thug)\n18. REASON- Favoritе Nigga\n19. Pop Smoke- Got It On Me\n20. Lil Eazzyy- Onna Come Up\n21. Cardi B- WAP (feat. Megan Thee Stallion)\n22. DJ Khaled- GREECE (feat. Drake)\n23. DaBaby- BLIND (feat. Young Thug)\n24. Benny The Butcher- Timeless (feat. Lil Wayne &amp; Big Sean)\n25. Juice WRLD- Conversations\n26. DDG- Moonwalking In Calabasas (feat. Blueface)\n27. 21 Savage &amp; Metro Boomin- Runnin\n28. YoungBoy Never Broke Again- Kacey Talk\n29. Lil Loaded- While I'm Here (feat. Polo G)\n30. Tyla Yaweh- Stuntin' On You (feat. DaBaby)\n31. Megan Thee Stallion- Don't Stop (feat. Young Thug)\n32. Future &amp; Lil Uzi Vert- Patek\n33. Saweetie- Tap In (feat. Post Malone, DaBaby &amp; Jack Harlow)\n34. Polo G- Epidemic\n35. YoungBoy Never Broke Again- My Window (feat. Lil Wayne)\n36. Famous Dex- Solar System (feat. Trippie Redd)\n37. Gunna- RELENTLESS (feat. Lil Uzi Vert)\n38. BlocBoy JB- ChopBloc Pt. 3 (feat. NLE Choppa)\n39. Moneybagg Yo- Said Sum\n40. Lil Baby- We Paid (feat. 42 Dugg)\n41. Pop Smoke- The Woo (feat. 50 Cent &amp; Roddy Ricch)\n42. Lil Tecca &amp; Polo G- When You Down (feat. Lil Durk)\n43. 21 Savage &amp; Metro Boomin- Glock In My Lap\n44. Mulatto- Muwop (feat. Gucci Mane)\n45. Juice WRLD, Marshmello, The Kid LAROI &amp; Polo G- Hate The Other Side\n46. Rapsody- 12 Problems\n47. Big Sean- Lithuania (feat. Travis Scott)\n48. Cordae- Gifted (feat. Roddy Ricch)\n49. Rich The Kid, Quavo &amp; Takeoff- Too Blessed\n50. City Girls- Pussy Talk (feat. Doja Cat)"
  },
  {
    "language": "en",
    "title": "Polo_G_Chosen_1_8",
    "lyrics": "50. Ariana Grande - Positions (5.7/10)\n49. DaBaby - My Brother's Keeper (Long Live G) (5.7/10)\n48. King Von - Welcome To O'Block (5.7/10)\n47. $tupid Young - From Here On Out (5.8/10)\n46. Chance the Rapper &amp; Jeremih - Merry Christmas Lil Mama: The Gift That Keeps On Giving (5.8/10)\n45. Lil Baby - My Turn (6/10)\n44. OfficiallyLeo - WonderWrld (6/10)\n43. 2 Chainz - So Help Me God! (6/10)\n42. Joyner Lucas - Evolution (6.1/10)\n41. Statik Selektah - The Balancing Act (6.2/10)\n40. French Montana - CB5 (6.3/10)\n39. Lil Tecca - Virgo World (6.4/10)\n38. The Kid LAROI - F*CK LOVE (6.4/10)\n37. Joyner Lucas - ADHD (6.4/10)\n36. Mac Miller - Circles (6.7/10)\n35. Joey Nato - Who Made This Album? (6.7/10)\n34. Polo G - THE GOAT (6.9/10)\n33. DaBaby - BLAME IT ON BABY (6.9/10)\n32. 21 Savage &amp; Metro Boomin - SAVAGE MODE II (6.9/10)\n31. DaBaby - BLAME IT ON BABY (Deluxe) (7.2/10)\n30. Elijah Kyle &amp; King Blitz - Written In Stone (7.3/10)\n29. D Smoke - Black Habits (Deluxe) (7.5/10)\n28. Lil Wayne - Funеral (Deluxe) (7.5/10)\n27. Tory Lanez - DAYSTAR (7.5/10)\n26. KSI - Dissimulation (Dеluxe Edition) (7.5/10)\n25. Kid Cudi - Man on the Moon III: The Chosen (7.6/10)\n24. Drake - Dark Lane Demo Tapes (8/10)\n23. Headie One - EDNA (8/10)\n22. DJ Scheme - FAMILY (8.1/10)\n21. Eminem - Music To Be Murdered By (8.2/10)\n20. Internet Money - B4 The Storm (8.3/10)\n19. Randolph - Going Clear (8.3/10)\n18. Jme - Grime MC (8.3/10)\n17. KSI - Dissimulation (8.3/10)\n16. YG - My Life 4Hunnid (8.4/10)\n15. Eminem - Music To Be Murdered By - Side B (Deluxe Edition) (8.4/10)\n14. Lil Baby - My Turn (Deluxe) (8.5/10)\n13. Ty Dolla $ign - Featuring Ty Dolla $ign (8.5/10)\n12. The Kid LAROI - F*CK LOVE (SAVAGE) (8.5/10)\n11. Nas - King's Disease (8.5/10)\n10. Jack Harlow - That's What They All Say (8.6/10)\n9. T.I. - The L.I.B.R.A. (8.8/10)\n8. A$AP Ferg - Floor Seats II (9/10)\n7. Pop Smoke - Meet The Woo 2 (9.2/10)\n6. D Smoke - Black Habits (9.3/10)\n5. Pop Smoke - Shoot For The Stars Aim For The Moon (Deluxe) (9.3/10)\n4. Logic - No Pressure (9.3/10)\n3. Juice WRLD - Legends Never Die (9.4/10)\n2. Pop Smoke - Shoot For The Stars Aim For The Moon (9.5/10)\n1. Big Sean - Detroit 2 (9.5/10)"
  },
  {
    "language": "en",
    "title": "Polo_G_Chosen_1_9",
    "lyrics": "1. The Kid LAROI - Stay (feat. Justin Bieber)\n2. Måneskin - Beggin'\n3. Olivia Rodrigo - good 4 u\n4. Ed Sheeran - Bad Habits\n5. Post Malone - Motley Crew\n6. Doja Cat - Kiss Me More (feat. SZA)\n7. BTS - Permission to Dance\n8. Dua Lipa - Levitating (feat. DaBaby)\n9. Billie Eilish - NDA\n10. The Weeknd &amp; Ariana Grande - Save Your Tears (Remix)\n11. Lil Nas X - MONTERO (Call Me By Your Name)\n12. Bruno Mars &amp; Andersson .Paak &amp; Silk Sonic - Leave The Door Open\n13. Justin Bieber - Peaches (feat. Daniel Caesar &amp; Giveon)\n14. Rauw Alejandro - Todo De Ti\n15. Glass Animals - Heat Waves\n16. Marshmello &amp; Jonas Brothers - Leave Before You Love Me\n17. BTS - Butter\n18. Olivia Rodrigo - deja vu\n19. Doja Cat - Ain't Shit\n20. Bad Bunny - Yonaguni\n21. Bella Poarch - Build a Bitch\n22. Måneskin - I WANNA BE YOUR SLAVE\n23. Masked Wolf - Astronaut In The Ocean\n24. Dua Lipa - Love Again\n25. Maroon 5 - Beautiful Mistakes (feat. Megan Thee Stallion)\n26. J Balvin &amp; María Becerra - Qué Más Pues?\n27. Giveon - Heartbreak Anniversary\n28. Doja Cat &amp; The Weeknd - You Right\n29. Megan Thee Stallion - Thot Shit\n30. Riton &amp; Nightcrawlers - Friday (feat. Mufasa &amp; Hypeman) Dopamine Re-Edit\n31. Galantis, David Guetta &amp; Little Mix - Heartbreak Anthem\n32. OneRepublic - Run\n33. Olivia Rodrigo - traitor\n34. Madison Beer - Reckless\n35. The Kid LAROI - WITHOUT YOU\n36. Travis Scott &amp; HVME - Goosebumps (Remix)\n37. Polo G - RAPSTAR\n38. Blxst &amp; Tyga - Chosen (feat. Ty Dolla $ign)\n39. SEB - seaside_demo\n40. Tom Grennan - Little Bit of Love\n41. Billie Eilish - Lost Cause\n42. WILLOW - t r a n s p a r e n t s o u l feat. Travis Barker\n43. Roddy Ricch - Late At Night\n44. ATB, Topic &amp; A7S - Your Love (9PM)\n45. Calvin Harris - By Your Side (feat. Tom Grennan)\n46. Anne-Marie &amp; Niall Horan - Our Song\n47. Zoe Wees - Girls Like Us\n48. Majestic &amp; Boney M. - Rasputin\n49. Tyler, The Creator - WUSYANAME (feat\nYoungboy Never Broke Again &amp; Ty Dolla $ign)\n50. Cardi B - Up"
  }
]