[
  {
    "language": "en",
    "title": "Travis_Scott_FE!N_(feat._Playboi_Carti)_0",
    "lyrics": "1. Playboi Carti - Sky\n2. Drake - IDGAF (feat. Yeat)\n3. Travis Scott - FE!N (feat. Playboi Carti)\n4. Ken Carson - Fighting My Demons\n5. Lil Uzi Vert - Spin Again\n6. Playboi Carti - Miss The Rage (with Trippie Redd)\n7. Destroy Lonely - if looks could kill"
  },
  {
    "language": "en",
    "title": "Travis_Scott_FE!N_(feat._Playboi_Carti)_1",
    "lyrics": "\n\nApenas saia para fora quando estiver de noite (Yeah)\nSem pressa, pega seu brilho (Yeah)\nJohnny Dang, yeah, yeah\nEstive chapado (Vadia)\n\nDemônio, demônio, demônio, demônio, demônio (Yeah)\nDemônio, demônio, demônio, demônio, demônio (Yeah)\nDemônio, demônio, demônio, demônio, demônio\nDemônio, demônio (Yeah), demônio, demônio, demônio\n\nA carreira está mais em jogo quando você está no auge (Em jogo)\nFoda-se esse papel, baby, minha cara está na linha pontilhada (Ponto, yeah)\nEstive voando fora da cidade para ter um pouco de paz de espírito (Yeah, yeah, vadia)\nÉ como se eles sempre só quisessem um pedaço de mim (Ah)\nEstive focado no futuro, nunca no agora (Ah)\nO que estou bebendo não é kombucha, mas algo rosa ou marrom (Está aceso)\nFui eu que te apresentei a você de hoje em dia (Mm, vamos lá)\nOh meu Deus, essa vadia morde (Essa vadia morde)\nMas tudo bem (Tudo bem), tô tentando ficar de boa (Ficar de boa dessa maneira)\nÀ noite, ganhar vida\nNão está adormecido, não está— não está— não-não\n\nDemônio, demônio, demônio, demônio, demônio\nDemônio, demônio, demônio, demônio, demônio\nDemônio, demônio, demônio, demônio, demônio\nDemônio, demônio, demônio, demônio\nDemônio, demônio, demônio, demônio, demônio\n\nLean, woah, o quê?\nO quê?\n(Homixide, Homixide, Homixide, Homixide)\nO quê? (Yeah)\nWoah, woah (Yeah, yeah)\n(Homixide, Homixide, Homixide, Homixide)\nManda, yeah, pera aí (Yeah)\n\nEu tomei algumas coisas, agora tá batendo, pera aí\nYeah, se você vir tentar alguma coisa, seu pneu vai ser estourado, pera aí (Merda)\nUh, pente de cem, woah, sente isso, parece que tomei uma bala\nJogando pros dois times com essas putas (Pera aí)\nVida, eu tô fudendo suas amigas (Pera aí)\nEu tô metendo o louco, amor, eu que controlo esse dinheiro\nEla não é inocente, uh, ela só tá tentando virar um-\n\nDemônio (É isso mesmo), demônio, demônio (Yeah), demônio, demônio (Lean, oh-oh, o quê? Lean)\nDemônio, demônio (Lean), demônio, demônio (Oh-oh)\nDemônio, demônio, demônio, demônio (Isso aí mesmo, vamos lá)\n\nEu tenho comprado diamantes pras minhas putas\nEu estive estilizando a minha mina (Estilizando minha mina)\nIsso é claramente outro nível, mina\nEu deixo essas vadias em choque\nEu levo ela pra minha tour\nEla quer foder a Opium toda, pera aí, pera aí\nEu sei que essa vadia tá comigo, ela quer me mostrar algo, pera aí, pera aí\nEu tenho flows pra dias, esses manos não sabem de nada, pera aí, pera aí\nEu e meu mano presos no estúdio, sabe que tomamos uma pílula, pera aí\nA gente na área metendo o louco, até o Sol nascer\nVocê ainda se preocupa com essa puta mas ela já se decidiu\nUh, pistolas na cozinha, não posso vazar meu endereço, uh, pera aí, yeah (Woo)\nDemônio, demônio, demônio (Huh? Huh? Huh? Yeah)\nPor que esses manos fingem que nos conhecem?\n0 duplo, Cactus, yeah, estamos fechados (Skrrt, skrrt), uh, yeah\nTroquei de brisa, e esses caras ainda tão na mesma, pera aí (Tá aceso), slatt\nTudo bateu, pera aí, tudo Homixide, Homixide (Homixide, Homixide, Homixide, Homixide, Homixide)\n\nDemônio, demônio, demônio, demônio, demônio, demônio\n(Homixide, Homixide, Homixide, Homixide, Homixide, Homixide, Homixide)"
  },
  {
    "language": "en",
    "title": "Travis_Scott_FE!N_(feat._Playboi_Carti)_2",
    "lyrics": "\n\nSolo ven afuera por la noche (Sí)\nTómate tu tiempo, consigue tu luz (Sí)\nJohnny Dang, sí, sí\nHe estado drogandome (Perra)\n\nFumando, fumando, fumando, fumando-fumando-fumando (Sí)\nFumando, fumando, fumando, fumando-fumando-fumando (Sí)\nFumando, fumando, fumando, fumando-fumando-fumando\nFumando, fumando, fumando, fumando (Sí)\n\nLa carrera está más en juego cuando estás en tu mejor momento (En juego)\nAl carajo ese dinero, nena, mi cara está en la línea punteada (Punto, perra)\nHe estado volando fuera de la ciudad por algo de paz mental (Ah)\nEs como si siempre ellos solo quieren una pieza de mí (Sí, sí, perra)\nHе estado enfocado en еl futuro, nunca en el momento (Ah)\nLo que ando bebiendo no es kombucha, ya sea rosa o marrón (Está prendido)\nSoy el que te presentó a ti ahora mismo (Mm, vamos)\nOh, Dios mío, esa perra mordiendo (Esa perra mordiendo)\nBueno, bien (Bien), trato de divertir (Trato de divertir esto)\nEn la noche, cobro vida\nNi dormido, ni d—, ni d—, ni-ni-ni—\n\nFumando, fumando, fumando, fumando-fumando\nFumando, fumando, fumando, fumando-fumando\nFumando, fumando, fumando, fumando\nFumando, fumando, fumando, fumando-fumando\n\nJarabe, woah, ¿qué?\n¿Qué?\n(Homixide, Homixide, Homixide, Homixide)\n¿Qué? (Sí)\nWoah, woah (Sí, sí)\n(Homixide, Homixide, Homixide, Homixide)\nGolpe, sí, espera\n\nSí, solo he estado tomandome mi mierda y poniendolo vivo, espera (Mierda)\nSí, tú tratas de equivocarte con esta mierda, ellos te revientan las llantas, espera (Mierda)\nUh, cientos de billetes (Woah), sintiendo como si estoy al diez\nJugando de ambos lados con estas putas (Espera), chica, estoy follandome a tu amiga (Espera)\nHe estado volviéndome loco, chica, he estado en el final profundo\nElla no es inocente, uh, mierda, ella trata de irse\n\nFumando (Hablando sobre), fumando, fumando (Sí), fumando-fumando (Jarabe, oh-oh, ¿qué? Jarabe)\nFumando, fumando (Jarabe), fumando, fumando-fumando (Oh-oh)\nFumando, fumando (Hablando sobre), fumando, fumando-fumando-fumando (Hablando sobre, vamos)\n\nYo justo estaba congelando a mis putas, he estado vistiendo a mis putas (Vistiendo a mis putas)\nEsto es un nivel completamente diferente, chica (Oh), yo tengo a esas putas en sus dedos (Putas en sus dedos)\nPongo a esta perra en el camino, ella trata de follarme en el O, espera, espera\nTengo a esta puta conmigo, ella trata de mostrarme algo, espera, espera (Oh)\nTengo flows por días, estos negros ni conocen nada, espera, sí\nYo y mi hermano encarcelados, tu sabes que estamos en uno, espera, uh (Slatt, slatt)\nNos volvimos locos en el lugar, hasta que salió el sol\nTe preocupaste por esa puta, esa puta nos eligió (Maldita perra)\nUh, todas las pistolas en la cocina, no dí el código zip (Wow)\nFumando, fumamdo, fumando (¿Huh? ¿Huh? ¿Huh? ¿Huh? Sí)\n¿Por qué diablos estos negros están actuando como si nos conocieran?\nDoble O, Cactus, mierda que remolcamos , esta mierda cual nosotros contamos (Skrrt, skrrt)\nCambia la bolsa , estos negros se enrollan (Está prendido, espera, slatt)\nTodo prendido, espera, todo Homixide, Homixide (Homixide, Homixide, Homixide, Homixide)\n\nFumando, fumando, fumando, fumando-fumando-fumando\n(Homixide, Homixide, Homixide, Homixide, Homixide, Homixide, Homixide)"
  },
  {
    "language": "en",
    "title": "Travis_Scott_FE!N_(feat._Playboi_Carti)_3",
    "lyrics": "\n\nПросто выйди на улицу на всю ночь (Е)\nНе торопись, возьми огня (Е)\nДжонни Дэнг, е, е\nЯ был накурен (Сучка)\n\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ (Е)\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ (Е)\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\nТОРЧ, ТОРЧ (Е), ТОРЧ, ТОРЧ, ТОРЧ\n\nКарьера находится под угрозой, когда ты на пике (Под угрозой)\nНахуй эту бумагу, детка, моё лицо на пунктирной линии (Точка, е)\nЯ улетал из города ради покоя (Е, е, сука)\nКак всегда, им просто нужен кусочек моего (А)\nЯ сосредотачиваюсь на будущем, никогда не на настоящем (А)\nТо, что я пью, не комбуча, это либо розовое, либо коричневое (Это ахуенно)\nЯ тот, кто познакомил тебя с тем, кем ты есть сейчас (Ммм, пойдём)\nО, Господи\nЭта сучка подсасывает (Эта сучка подсасывает)\nНу, ладно (Ладно)\nПытаюсь настроиться (Я пытаюсь настроиться)\nВ ночи\nОживи\nНе сплю\nНе-не-не-не-не-не-не-не—\n\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\n\nСироп, воу, чё?\nЧё?\n(Homixide, Homixide, Homixide, Homixide)\nЧё? (Е)\nВоу, воу (Е, е)\n(Homixide, Homixide, Homixide, Homixide)\nХит, е, погоди (Е)\n\nДа, я просто лопал своё дерьмо и становился живым, погоди (Дерьмо)\nДа, ты пришел не с тем дерьмом, мы лопнем твои шины, погоди (Дерьмо)\nУх, сотня зарядов (Воу), чувствую себя, на все десять\nИграю на обе стороны с этими шлюхами (Погоди), малышка, я трахаю твою подругу (Погоди)\nЯ сходил с ума, малышка, я оказался на дне\nОна не невинна, а, она просто хочет уйти\n\nТОРЧ, (Говорят о—), ТОРЧ, ТОРЧ (Е), ТОРЧ, ТОРЧ (Сироп, оу, оу, чё? Сироп)\nТОРЧ, ТОРЧ, (Сироп), ТОРЧ, ТОРЧ, ТОРЧ (Оу, оу)\nТОРЧ, ТОРЧ (Говорят о), ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ (Говорят о—, погнали)\n\nЯ просто дарю лёд своим шлюхам, я просто одеваю своих шлюх (Одевал своих шлюх)\nЭто совершенно новый уровень, малышка (Оу), я держу этих шлюх на носочках (Шлюх на носочках)\nЯ отправил шлюху в дорогу, она пытается трахнуться с О, погоди, погоди\nСо мной эта шлюха, она хочет мне что-то показать, погоди, погоди (Оу)\nУ меня есть флоу на дни, эти негры не выкупают, погоди, е (Оу)\nЯ и мои пацаны закрыты, ты знаешь, мы на первом, погоди, ах (Слэтт, слэтт)\nМы на споте сходим с ума до восхода солнца\nТы беспокоишься о той шлюхе, эта шлюха уже взяла (Слэтт, сучка)\nУх, пистолеты на кухне, не могу раскрыть их индексный код, погоди, е (Вау)\nТОРЧ, ТОРЧ, ТОРЧ (Эй? Эй? Эй? Эй? Е)\nКакого хуя эти негры ведут себя, будто нас знают?\nДвойной ноль, Кактус, е, мы все перевернули (Скр, скр), а, е\nПоменяй пакет, эти парни будут крутить, подожди (Это ахуенно), слэтт\nВсе скурено, погоди, всё Homixide, Homixide (Homixide, Homixide, Homixide, Homixide, Homixide)\n\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ (Homixide, Homixide, Homixide, Homixide, Homixide, Homixide, Homixide)"
  },
  {
    "language": "en",
    "title": "Travis_Scott_FE!N_(feat._Playboi_Carti)_4",
    "lyrics": "\n\nKomm einfach nach draußen in die Nacht (Yeah)\nNimm dir Zeit, nimm dein Licht (Yeah)\nJohnny Dang, yeah, yeah\nIch war draußen am austoben (Schlampe)\n\nFE!N, FE!N, FE!N, FE!N, FE!N (Yeah)\nFE!N, FE!N, FE!N, FE!N, FE!N (Yeah)\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N (Yeah), FE!N, FE!N, FE!N\n\nDie Karriere steht mehr auf dem Spiel, wenn du in deinen besten Jahren bist (Auf dem Spiel)\nScheiß auf das Papier, Baby, mein Gesicht auf der gepunkteten Linie (Punkt, yeah)\nIch fliege aus dеr Stadt für etwas Seelenfriedеn (Yeah, yeah, Schlampe)\nEs ist wie immer, sie wollen nur ein Stück von mir (Ah)\nIch habe mich auf die Zukunft konzentriert, nie auf das Jetzt (Ah)\nWas ich trinke, ist kein Kombucha, entweder rosa oder braun (It's lit)\nIch bin derjenige, der dich mit dem jetzigen Du bekannt gemacht hat (Mmm, los geht's)\nOh mein Gott, diese Schlampe beißt (Diese Schlampe beißt)\nGut, in Ordnung (In Ordnung), ich versuche zu viben (Ich versuche zu viben)\nIn der Nacht, lebendig geworden\nSchlafe nicht, schlafe n—, schlafe n—, nicht-nicht\n\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N\n\nSirup, woah, was?\nWas?\n(Homixide, Homixide, Homixide, Homixide)\nWas? (Yeah)\nWoah, woah (Yeah, yeah)\n(Homixide, Homixide, Homixide, Homixide)\nTreffer, yeah, warte mal (Yeah)\n\nYeah, ich habe gerade meinen Scheiß aufgedreht und ihn live bekommen, warte mal (Scheiße)\nYeah, du versuchst falsch über diesen Scheiß zu reden, wir lassen deine Reifen platzen, warte mal (Scheiße)\nUh, hundert Runden (Woah), ich fühle mich als wäre ich auf zehn\nIch spiele beide Seiten mit diesen Huren (Warte), Kleines, ich ficke deine Freundin (Warte)\nIch bin verrückt geworden, Kleines, ich bin im tiefen Ende gewesen\nSie ist nicht unschuldig, uh, sie versucht nur zu gehen\n\nFE!N (Rede über), FE!N, FE!N (Yeah), FE!N, FE!N (Sirup, oh, oh, was? Sirup)\nFE!N, FE!N (Sirup), FE!N, FE!N, FE!N (Oh, oh)\nFE!N, FE!N (Rede über), FE!N, FE!N, FE!N, FE!N (Rede über, los geht's)\n\nIch habe gerade meine Huren eingefroren, ich habe gerade meine Huren tropfen lassen (Meine Huren tropfen lassen)\nDas ist ein ganz anderes Level, Kleines (Oh), ich habe diese Huren auf ihren Zehen (Huren auf ihren Zehen)\nIch habe die Schlampe auf die Straße gesetzt, sie versucht auf der O zu ficken, warte mal, warte mal\nIch habe diese Hure bei mir, sie versucht, mir etwas zu zeigen, warte, warte (Oh)\nIch habe Flows für Tage, diese Nigger nehmen nichts, warte, ja (Oh)\nIch und mein Kumpel sind zusammen, du weißt, wir sind zusammen, warte, uh (Slatt, slatt)\nWir sind auf dem Platz und spielen verrückt bis die Sonne aufgeht\nDu machst dir Sorgen um diese Nutte, die Nutte hat sich entschieden (Slatt, bitch-ass)\nUh, Pistolen überall in der Küche, kann die Postleitzahl nicht rausgeben, warte, yeah (Wow)\nFE!N, FE!N, FE!N (Huh? Huh? Huh? Huh? Yeah)\nWarum tun diese Niggas so, als würden sie uns kennen?\nDoppel-O, Cactus, yeah, wir haben sie abgeschleppt (Skrrt, skrrt), uh, yeah\nTausche die Tasche aus, diese Nigger werden aufgerollt, warte (It's lit), slatt\nAlles getroffen, warte, alles Homixide, Homixide (Homixide, Homixide, Homixide, Homixide)\n\nFE!N, FE!N, FE!N, FE!N, FE!N, FE!N (Homixide, Homixide, Homixide, Homixide, Homixide, Homixide, Homixide)"
  },
  {
    "language": "en",
    "title": "Travis_Scott_FE!N_(feat._Playboi_Carti)_5",
    "lyrics": "\n\nПросто вийди надвір на всю ніч (Е)\nНе поспішай, візьми вогню (Е)\nДжонні Денг, е, е\nЯ був накурений (Сучка)\n\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ (Е)\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ (Е)\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\nТОРЧ, ТОРЧ (Е), ТОРЧ, ТОРЧ, ТОРЧ\n\nКар'єра під загрозою, коли ти на піку (Під загрозою)\nДо дідька цей папір, мала, моє обличчя на пунктирній лінії (Точка, е)\nЯ відлітав із міста заради спокою (Е, е, сука)\nЯк завжди, їм просто потрібний шматочок мого (А)\nЯ зосереджуюсь на майбутньому, ніколи не на теперішньому (А)\nТе, що я п'ю, не комбуча, це або рожеве, або коричневе\nЯ той, хто познайомив тебе з тим, ким ти зараз є (Ммм, підемо)\nО Боже\nЦя курва байтить (Ця курва байтить)\nНу добре Добре)\nНамагаюся налаштуватися (Я намагаюся налаштуватися)\nВ ночі\nОживи\nНе сплю\nНе-не-не-не-не-не-не-не-не-\n\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ\n\nСироп, воу, шо?\nШо?\n(Homixide, Homixide, Homixide, Homixide)\nШо? (Е)\nВоу, воу (Е, е)\n(Homixide, Homixide, Homixide, Homixide)\nХіт, е, постривай (Е)\n\nТак, я просто злопав своє лайно і ставав живим, постривай (Лайно)\nТак, ти прийшов не з тим лайном, ми лопнемо твої шини, постривай (Дермо)\nУх, сотня зарядів (Воу), почуваюся, на всі десять\nГраю на обидві сторони з цими повіями (Погоди), мала, я їбу твою подругу (Погоди)\nЯ божеволів, мала, я опинився на дні\nВона не безневинна, а, вона просто хоче піти\n\nТОРЧ, (Кажуть про-), ТОРЧ, ТОРЧ (Е), ТОРЧ, ТОРЧ (Сіроп, оу, оу, че? Сироп)\nТОРЧ, ТОРЧ, (Сироп), ТОРЧ, ТОРЧ, ТОРЧ (Оу, оу)\nТОРЧ, ТОРЧ (Кажуть про), ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ (Кажуть про—, погнали)\n\nЯ просто дарую лід своїм повіям, я просто одягаю своїх повій (Одягав своїх повій)\nЦе зовсім новий рівень, мала (Оу), я тримаю цих повій на Цапках (Повй на Цапках)\nЯ відправив повію в дорогу, вона намагається трахнути з О, постривай, постривай\nЗі мною ця хвойда, вона хоче мені щось показати, постривай, постривай (Оу)\nУ мене є флоу на дні, ці нігери не викупають, постривай, е (Оу)\nЯ і мої пацани закриті, ти знаєш, ми на першому, постривай, ах (Слетт, слетт)\nМи на споті божеволіємо до сходу сонця\nТи турбуєшся про ту хвойду, ця повія вже взяла (Слетт, сучка)\nУх, пістолети на кухні, не можу розкрити їх індексний код, постривай, е (Вау)\nТорч, Торч, Торч (Гей? Гей? Гей? Гей? Е)\nЯкого хуя ці негри поводяться, ніби нас знають?\nПодвійний нуль, Кактус, е, ми всі перевернули (скр, скр), а, е\nПоміняй пакет, ці хлопці будуть крутити, почекай (Це ахуенно), слетт\nВсе підкурено, постривай, все Homixide, Homixide (Homixide, Homixide, Homixide, Homixide, Homixide)\n\nТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ, ТОРЧ (Homixide, Homixide, Homixide, Homixide, Homixide, Homixide, Homixide)"
  },
  {
    "language": "en",
    "title": "Travis_Scott_FE!N_(feat._Playboi_Carti)_6",
    "lyrics": "\nJust come outside for the night (Yeah)\nTake your time, get your light (Yeah)\nJohnny Dang, yeah, yeah\nI been out geekin' (Bitch)\n\nFE!N, FE!N, FE!N, FE!N, FE!N (Yeah)\nFE!N, FE!N, FE!N, FE!N, FE!N (Yeah)\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N (Yeah), FE!N, FE!N, FE!N\n\nThe career's more at stake when you in your prime (At stake)\nFuck that paper, baby, my face on the dotted line (Dot, yeah)\nI been flyin' out of town for some peace of mind (Yeah, yeah, bitch)\nIt's like always they just want a piece of mine (Ah)\nI been focused on the future, never on right now (Ah)\nWhat I'm sippin' not kombucha, either pink or brown (It's lit)\nI'm the one that introduced you to the you right now (Mmm, let's go)\nOh my God, that bitch bitin' (That bitch bitin')\nWell, alright (Alright), tryna vibe (I'm tryna vibe this)\nIn the night, come alive\nAin't asleep, ain't a—, ain't a—, ain't-ain't\n\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N\n\nSyrup, woah, what?\nWhat?\n(Homixide, Homixide, Homixide, Homixide)\nWhat? (Yeah)\nWoah, woah (Yeah, yeah)\n(Homixide, Homixide, Homixide, Homixide)\nHit, yeah, hold up (Yeah)\n\nYeah, I just been poppin' my shit and gettin' it live, hold up (Shit)\nYeah, you try to come wrong 'bout this shit, we poppin' your tires, hold up (Shit)\nUh, hundred-round (Woah), feelin' like I'm on ten\nPlayin' both sides with these hoes (Hold up), shawty, I'm fuckin' your friend (Hold up)\nI've been goin' crazy, shawty, I've been in the deep end\nShe not innocent, uh, she just tryna go\n\nFE!N (Talkin' 'bout), FE!N, FE!N (Yeah), FE!N, FE!N (Syrup, oh, oh, what? Syrup)\nFE!N, FE!N (Syrup), FE!N, FE!N, FE!N (Oh, oh)\nFE!N, FE!N (Talkin' 'bout), FE!N, FE!N, FE!N, FE!N (Talkin' 'bout, let's go)\n\nI just been icin' my hoes, I just been drippin' my hoes (Drippin' my hoes)\nThis is a whole 'nother level, shawty (Oh), I got these hoes on they toes (Hoes on they toes)\nI put the bitch on the road, she tryna fuck on the O, hold up, hold up\nI got this ho with me, she tryna show me somethin', hold up, hold up (Oh)\nI got flows for days, these niggas ain't on nothin', hold up, yeah (Oh)\nMe and my boy locked in, you know we on one, hold up, uh (Slatt, slatt)\nWe in the spot goin' crazy until the sun up\nYou worried about that ho, that ho done chose up (Slatt, bitch-ass)\nUh, pistols all in the kitchen, can't give the zip code up, hold up, yeah (Wow)\nFE!N, FE!N, FE!N (Huh? Huh? Huh? Huh? Yeah)\nWhy the fuck these niggas actin' like they know us?\nDouble O, Cactus, yeah, we towed up (Skrrt, skrrt), uh, yeah\nSwitch out the bag, these niggas get rolled up, hold up (It's lit), slatt\nEverything hit, hold up, everything Homixide, Homixide (Homixide, Homixide, Homixide, Homixide)\n\nFE!N, FE!N, FE!N, FE!N, FE!N, FE!N (Homixide, Homixide, Homixide, Homixide, Homixide, Homixide, Homixide)"
  },
  {
    "language": "en",
    "title": "Travis_Scott_FE!N_(feat._Playboi_Carti)_7",
    "lyrics": "\nJust come outside\nFor the night (Yeah)\nTake your time\nGet your light (Yeah)\nJohnny Dang, yeah, yeah\nI been out geekin' (I just)\nBitch\n\nFE!N, FE!N, FE!N, FE!N, FE!N (Yeah)\nFE!N, FE!N, FE!N, FE!N, FE!N (Yeah)\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N (Yeah), FE!N, FE!N, FE!N\n\nThe career's more at stake when you in your prime (At stake)\nFuck that paper, baby, my face on the dotted line (Dot, yeah)\nI been flyin' out of town for some peace of mind (Yeah, yeah, bitch)\nIt's like always they just want a piece of mine (Ah)\nI been focused on the future, never on right now (Ah)\nWhat I'm sippin' not kombucha, either pink or brown (It's lit)\nI'm the one that introduced you to the you right now (Mmm, let's go)\nOh my God, that bitch bite (That bitch bite)\nWell, alright (Alright), tryna vibe (I'm tryna vibe this)\nIn the night, come alive\nAin't asleep\nAin't a—, ain't a—, ain't—, ain't—, ain't—\n\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N\n\nI'm wit' Travis\nUh, I'm wit' Travis\nUh, I'm wit' Travis\nKillin' shit, doin' it right to film\nGeek, geek (Geek, geek)\nYeah, hol' up, hol' up, hol' up, hit, everything hit, yeah\n\nI just been poppin' my shit and forgettin' it live, hold up (Hold up, shit)\nYeah, you try to come wrong 'bout this shit, we poppin' your tires, hold up (Shit)\nUh, run around, huh, uh (Woah), feelin' like I'm on ten (Hold up)\nPlayin' both sides with this ho, shawty, I'm fuckin' your friend (Hol' up)\nI've been goin' crazy, huh, I've been on the deep end\nHol' up, she not innocent, hol' up, shawty just tryna go\n\nFE!N, FE!N (Yeah), FE!N, FE!N, FE!N (Oh, oh)\nFE!N, FE!N (Talkin' 'bout), FE!N, FE!N, FE!N, FE!N (Talkin' 'bout, let's go)\n\nUh, I just been icin' my ho, huh (My ho), I just been drippin' my ho, yeah\nThis is that expensive drip, hol' up, I got the ho on her toe, huh\nI put ya' ho on the road, shawty wanna play wit' the O, yeah, yeah\nI got the ho with me, she 'boutta show me some', hol' up, hol' up (Oh)\nI got flows for days, these niggas ain't on nothin', hold up, hold up (Oh)\nMe and my bro locked in, you know we on one, hol' up, hol' up (Slatt, slatt)\nWe in the spot goin' crazy until the sun up, hol' up, hol' up\nYou worried about that ho, that ho done chose up, hold up, hold up\nPistols all in the kitchen, can't give the zip code up, hold up, hold up (Wow-wow)\n\nFE!N, FE!N, FE!N\nHold up (Homixide, yeah)\n\nWhy the fuck these niggas actin' like they know us? Hold up, uh\nDouble O, Cactus, hold up, yeah we towed up (Yeah, we towed up, skrrt, skrrt), uh\nSwitch out the bag, these niggas get rolled up (It's lit)\nEverything lit, hold up, everything, everything, everything\n\nFE!N, FE!N, FE!N, FE!N, FE!N-FE!N\n\nShawty, why you shakin'? Only wanna meet (Yeah, bitch)\nRacks on my mind, racks on my sneakers (What?)\nTook her from the stage, straight to the bleachers (Bitch)\nYoung Sheck Wes be wildin' when I'm on the beat (Yeah, bitch)\nI buss her up, then cut her off, 'cause I don't need her (Wow)\nDamn, mother, it's gon' burn, baby (Burn)\nI can't get invested, just my turn, baby (It's just my turn)\nI jump off the roof and crash a turntables (Crash a turn, phew)\nThe tables never turn, we got the scouts (Bitch)\nI'ma make her fiend (Fiend)\nWe pull up, make a scene (Yaow)\nBust down my ho, my team (Yeah)\nBeen doin' this shit since a teen (Yeah), scream\n\nFE!N (Yeah), FE!N (Bitch), FE!N (Yeah), FE!N (Yeah)\nFE!N (Yaow), FE!N, FE!N (Bitch, yaow)\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N\nFE!N, FE!N, FE!N, FE!N, FE!N"
  }
]