[
  {
    "language": "en",
    "title": "Wiz_Khalifa_See_You_Again_(feat._Charlie_Puth)_0",
    "lyrics": "All winners are in bold as each award is announced\nVIDEO OF THE YEAR\nBeyoncé – “7/11”\nEd Sheeran – “Thinking Out Loud”\nTaylor Swift ft. Kendrick Lamar – “Bad Blood”\nMark Ronson ft. Bruno Mars – “Uptown Funk”\nKendrick Lamar – “Alright”\nBEST MALE VIDEO\nEd Sheeran – “Thinking Out Loud”\nMark Ronson ft. Bruno Mars – “Uptown Funk”\nKendrick Lamar – “Alright”\nThe Weeknd – “Earned It”\nNick Jonas – “Chains”\nBEST FEMALE VIDEO\nBeyoncé – “7/11”\nTaylor Swift – “Blank Space”\nNicki Minaj – “Anaconda”\nSia – “Elastic Heart”\nEllie Goulding – “Love Me Like You Do”\nBEST HIP HOP VIDEO\nFetty Wap – “Trap Queen”\nNicki Minaj – “Anaconda”\nKendrick Lamar – “Alright”\nWiz Khalifa ft. Charlie Puth – “See You Again”\nBig Sean ft. E-40 – “IDFWU”\nBEST POP VIDEO\nBeyoncé – “7/11”\nEd Sheeran – “Thinking Out Loud”\nTaylor Swift – “Blank Space”\nMark Ronson ft. Bruno Mars – “Uptown Funk”\nMaroon 5 – “Sugar”\nBEST ROCK VIDEO\nHozier – “Take Me To Church”\nFall Out Boy – “Uma Thurman”\nFlorence + the Machine – “Ship To Wreck”\nWalk the Moon – “Shut Up and Dance”\nArctic Monkeys – “Why’d You Only Call Me When You’re High?”\nBEST COLLABORATION\n\"Bad Blood\" - Taylor Swift feat. Kendrick Lamar\n\"Uptown Funk\" - Mark Ronson feat. Bruno Mars\n\"See You Again\" - Wiz Khalifa feat. Charlie Puth\n\"Love Me Harder\" - Ariana Grande feat. The Weeknd\n\"Bang Bang\" - Jessie J, Ariana Grande, and Nicki Minaj\nMTV ARTIST TO WATCH\nFetty Wap – “Trap Queen”\nVance Joy – “Riptide”\nGeorge Ezra – “Budapest”\nJames Bay – “Hold Back The River”\nFKA Twigs – “Pendulum”\nBEST VIDEO WITH A SOCIAL MESSAGE\n\"I Still Love You\" - Jennifer Hudson\n\"Try\" - Colbie Calliat\n\"One Man Can Change the World\" - Big Sean feat. Kanye West and John Legend\n\"American Oxygen\" - Rihanna\n\"The White Shoes\" - Wale\nPROFESSIONAL CATEGORIES\nBEST ART DIRECTION\nTaylor Swift ft. Kendrick Lamar – “Bad Blood” (Charles Infante)\nSnoop Dogg – “So Many Pros” (Jason Fijal)\nJack White – “Would You Fight For My Love” (Jeff Peterson)\nThe Chemical Brothers – “Go” (Michel Gondry)\nSkrillex &amp; Diplo – “Where Are U Now\" with Justin Bieber (Brewer)\nBEST CHOREOGRAPHY\nBeyoncé – “7/11” (Beyoncé, Chris Grant, Additional choreography: Gabriel Valenciano)\nOK Go – “I Won’t Let You Down” (OK Go, air:man and Mori Harano)\nChet Faker – “Gold” (Ryan Heffington)\nEd Sheeran – “Don’t” (Nappy Tabs)\nFlying Lotus ft. Kendrick Lamar – “Never Catch Me” (Keone and Mari Madrid)\nBEST CINEMATOGRAPHY\nFlying Lotus ft. Kendrick Lamar – “Never Catch Me” (Larkin Sieple)\nEd Sheeran – “Thinking Out Loud” (Daniel Pearl)\nTaylor Swift ft. Kendrick Lamar – “Bad Blood” (Christopher Probst)\nFKA Twigs – “Two Weeks” (Justin Brown)\nAlt-J – “Left Hand Free” (Mike Simpson)\nBEST DIRECTION\nTaylor Swift ft. Kendrick Lamar – “Bad Blood” (Joseph Kahn)\nMark Ronson ft. Bruno Mars – “Uptown Funk” (Bruno Mars &amp; Cameron Duddy)\nKendrick Lamar – “Alright” (Colin Tilley &amp; The Little Homies)\nHozier – “Take Me To Church” (Brendan Canty and Conal Thomson of Feel Good Lost)\nChildish Gambino – “Sober” (Hiro Murai)\nBEST EDITING\nBeyoncé – “7/11” (Beyoncé, Ed Burke, Jonathan Wing)\nEd Sheeran – “Don’t” (Jacquelyn London)\nTaylor Swift ft. Kendrick Lamar – “Bad Blood” (Chancler Haynes at Cosmo Street)\nA$AP Rocky – “L$D” (Dexter Navy)\nSkrillex &amp; Diplo – “Where Are U Now\" with Justin Bieber (Brewer)\nBEST VISUAL EFFECTS\nTaylor Swift ft. Kendrick Lamar – “Bad Blood” (Ingenuity Studios)\nFKA Twigs – “Two Weeks” (Gloria FX, Tomash Kuzmytskyi, and Max Chyzhevskyy)\nChildish Gambino – “Telegraph Ave.” (Gloria FX)\nSkrillex &amp; Diplo – “Where Are U Now\" with Justin Bieber (Brewer)\nSONG OF THE SUMMER\n5 Seconds of Summer — “She’s Kinda Hot”\nFetty Wap — “My Way”\nFifth Harmony — “Worth It”\nSelena Gomez (featuring ASAP Rocky) — “Good for You”\nDavid Guetta (featuring Nicki Minaj) — “Hey Mama”\nDemi Lovato — “Cool for the Summer”\nMajor Lazer — “Lean On”\nOMI — “Cheerleader”\nSilento — “Watch Me (Whip/Nae Nae)”\nSkrillex and Diplo (featuring Justin Bieber) — “Where Are U Now”\nTaylor Swift — “Bad Blood”\nThe Weeknd — “Can’t Feel My Face”"
  },
  {
    "language": "en",
    "title": "Wiz_Khalifa_See_You_Again_(feat._Charlie_Puth)_1",
    "lyrics": "Genius analytics provide an insight into which songs and what artists fans are searching for. While an artist may receive heavy radio play and millions of streams, Genius page views offer a fresh metric in a constantly evolving music industry. Below are the lyric driven trends for the second quarter of 2015.\nMost viewed songs: Q2 2015\nThe second quarter of 2015 continued hip-hop's great year with over twelve major artists dropping projects this quarter. The only problem is, none of those artist's songs are on the list below.\nTaking the crown was Wiz Khalifa's chart topping \"See You Again\" from the Furious 7 Soundtrack. The track has garnered close to 1,900,000 page views since its March 9 release and provides a unique insight into how music is being consumed. In an age where we consume media with such short attention spans, having your song reach as many people as possible feels more important than ever.\nThis sentiment is echoed with songs that go viral. While the relatively unknown T-Wayne dropped his song \"Nasty Freestyle\" on February 28th, it didn't blow up until Vine's started appearing in April. What if it didn't get picked up on Vine, would we even know who T-Wayne is? Probably not. The even more bizarre \"Sausage Rap\" - a Vine original, has been searched more this quarter than Fetty Wap's Drake assisted \"My Way (Remix),\" bringing a whole new meaning to the saying \"fifteen seconds of fame.\"\n1. Wiz Khalifa feat. Charlie Puth - \"See You Again\"\n2. Fetty Wap - \"Trap Queen\"\n3. T-Wayne - \"Nasty Freestyle\"\n4. The Weeknd - \"The Hills\"\n5. Drake - \"Know Yourself\"\n6. Kendrick Lamar - \"King Kunta\"\n7. Fetty Wap - \"My Way\"\n8. Unknown - \"Sausage Rap\"\n9. Big Sean ft. Drake &amp; Kanye West - \"Blessings\"\n10. Fetty Wap feat. Drake - \"My Way (Remix)\"\n \n  \n   \n  \n \nMost viewed artists: Q2 2015\nWhile at least one artist who released a project this quarter appears below, the same name graces the top of the list for the third time in a row: Drake.\nEven though the '6 God' doesn't look like he's slowing down anytime soon, Fetty Wap jumped six places from last quarter, knocking off Kanye West at number 3. Without even releasing a project, Fetty Wap's pages have been viewed a combined 4,360,666 times in the last 91 days on Genius.\nThe focus now turns to the third quarter and all eyes are on Fetty Wap. He's had great traction with the few songs he's released, but can he drop a project that can compete with rap's heavy weights?\n1. Drake\n2. Kendrick Lamar\n3. Fetty Wap\n4. The Weeknd\n5. Kanye West\n6. Eminem\n7. A$AP Rocky\n8. Wiz Khalifa\n9. Big Sean\n10. J. Cole\nWhich lyrics have you searched for recently, surprised not to see something on the list? Let us know in the comments."
  },
  {
    "language": "en",
    "title": "Wiz_Khalifa_See_You_Again_(feat._Charlie_Puth)_2",
    "lyrics": "1.By Jack and Jack (feat. Skate) Like That\n2.By Pitbull Fire Ball\n3.By wiz khalifa (feat. Charlie Puth) See You Again\n4.By Bruno Mars UpTown Funk\n5.By Nick Jones Jealous"
  },
  {
    "language": "en",
    "title": "Wiz_Khalifa_See_You_Again_(feat._Charlie_Puth)_3",
    "lyrics": "\nCe fut une longue journée sans toi, mon ami\nEt je te raconterai tout quand je te reverrai\nOn a fait du ch'min d'puis là d'où on vient\nOh je te raconterai tout quand je te reverrai\nQuand je te reverrai\n\nMerde, qui aurait cru ?\nTous les avions qu'on a pris, les bons moments passés\nQue j'serais debout là, à te parler\nD'une toute autre voie, j'sais qu'on aimait prendre la route et rire\nMais quelque chose me disait qu'ça durerait pas\nQu'il fallait changer de regard sur les choses, d'avoir un autre œil sur la vue d'ensemble\nCes jours on kiffait, le taff acharné paie toujours\nMaintenant j'te sais dans un meilleur endroit (Un meilleur endroit)\nHuh\n\nComment ne pas parler d'famille quand la famille c'est tout c'qu'on a ?\nTout ce que j'ai traversé, et toi t'étais à mes côtés\nEt maintenant tu s'ras avec moi pour ma dernière balade\n\nCe fut une longue journée sans toi, mon ami\nEt je te raconterai tout quand je te reverrai (Je te reverrai)\nOn a fait du ch'min (Ouais, on a fait du ch'min) d'puis là d'où on vient (Tu sais d'où on vient)\nOh je te raconterai tout quand je te reverrai (J'te raconterai)\nQuand je te reverrai\n\nAah oh, aah oh\nWouuuh-ouh-ouh-ouh-ouh-ouh\nOuais\n\nD'abord, vos chemins se séparent et la sensation est si forte\nEt c'qui était minime se change en amitié, une amitié s'transforme en lien\nEt c'lien cassera jamais et l'amour sera jamais perdu\n(Sera jamais perdu)\nQuand la fraternité passe en premier, alors la ligne ne sera jamais franchie\nOn l'a établie nous-mêmes quand elle devait être tracée\nEt que cette ligne on l'a atteinte, alors souviens-toi d'moi quand j's'rai plus là\n(De moi quand j's'rai plus là)\n\nComment ne pas parler d'famille quand la famille c'est tout c'qu'on a ?\nTout ce que j'ai traversé, et toi t'étais à mes côtés\nEt maintenant tu s'ras avec moi pour ma dernière balade\n\nDonc laisse la lumière te guider, ouais\nRetiens chaque souvenir quand tu pars\nEt chaque route que tu prends\nTe ramènera toujours à la maison\n\nCe fut une longue journée sans toi, mon ami\nEt je te raconterai tout quand je te reverrai\nOn a fait du ch'min d'puis là où on vient\nOh je te raconterai tout quand je te reverrai\nQuand je te reverrai\n\nAah oh, aah oh (Huh)\nOuais (Ouais)\nWouuuh-ouh-ouh-ouh-ouh-ouh (Yo)\nQuand je te reverrai (Yo, huh)\nTe reverrai (Yo, yo)\nOh-oh (Huh-han)\n(Ouaip) Quand je te reverrai"
  },
  {
    "language": "en",
    "title": "Wiz_Khalifa_See_You_Again_(feat._Charlie_Puth)_4",
    "lyrics": "\n\nTem sido um longo dia sem você meu amigo\nE eu vou te contar tudo isso quando te ver novamente\nPercorremos um longo caminho desde onde começamos\nOh, eu vou te contar tudo isso quando eu te ver de novo\nQuando eu te ver de novo\n\nCaramba, quem diria?\nTodos os aviões que voamos, coisas boas que passamos\nQue eu estaria bem aqui falando com você\nSobre outro caminho\nSei que adorávamos pegar a estrada e rir\nMas algo me dizia que aquilo não iria durar\nTive que mudar\nOlhar as coisas de modo diferente, ver a coisa como um todo\nAqueles eram os dias, trabalho duro sempre compensa\nAgora te vejo em um lugar melhor (Em um lugar melhor)\n\nComo podemos não falar sobre família\nQuando família é tudo que nós temos?\nTudo o que passei, você estava lá ao meu lado\nE agora você estará comigo para o último passeio\n\nTem sido um longo dia sem você meu amigo\nE eu vou te contar tudo isso quando te ver novamente (Eu vou te ver novamente)\nPercorremos um longo caminho (Sim, percorremos um longo caminho) desde onde começamos\n(Você sabe que começamos)\nOh, eu vou te contar tudo isso quando eu te ver de novo (Eu vou te contar)\nQuando eu te ver de novo\nOh-oh-oh-oh, oh-oh-oh, oh-oh-oh-oh\nOoh-ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh\nOoh-ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh-ooh (Sim)\n\nPrimeiro, vocês dois seguiram os seus próprios caminhos\nE a vibração estava forte\nE o que era pequeno se transformou em uma amizade\nUma amizade se transformou num laço\nE esse laço nunca será quebrado\nO amor nunca será perdido (O amor nunca será perdido)\nE quando a irmandade vem primeiro\nEntão a linha nunca será cruzada\nNos estabelecemos por conta própria\nQuando essa linha teve que ser criada\nE essa linha foi o que alcançamos\nEntão lembre-se de mim quando eu me for\n(Lembre-se de mim quando eu me for)\n\nComo podemos não falar sobre família\nQuando família é tudo que nós temos?\nTudo o que passei, você estava lá ao meu lado\nE agora você estará comigo para o último passeio\n\nEntão deixe a luz guiar seu caminho, sim\nGuarde todas as lembranças enquanto você vai\nE cada estrada que você pegar\nSempre te levará para casa, casa\n\nTem sido um longo dia sem você meu amigo\nE eu vou te contar tudo isso quando te ver novamente\nPercorremos um longo caminho desde onde começamos\nOh, eu vou te contar tudo isso quando eu te ver de novo\nQuando eu te ver de novo\nOh-oh-oh-oh, oh-oh-oh, oh-oh-oh-oh (Uh)\nSim, sim (Sim)\nOoh-ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh\nOoh-ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh-ooh (Ei)\nQuando eu te ver de novo (Ei, ahn)\nOh-oh-oh-oh, oh-oh-oh, oh-oh-oh-oh\nTe ver de novo, oh-oh (Ei, ei)\nOoh-ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh\nOoh-ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh-ooh (Aham)\n(Sim) Quando eu te ver de novo"
  },
  {
    "language": "en",
    "title": "Wiz_Khalifa_See_You_Again_(feat._Charlie_Puth)_5",
    "lyrics": "Ήταν μια δυσκολη κουραστική μέρα χωρίς εσένα, φίλε μου\nIt's been a long day without you, my friend\nΚαι θα στα εξηγησω όλα αυτά όταν θα σε ξαναδώ\nAnd I'll tell you all about it when I see you again\nΕχει περασει πολύς καιρος από τοτε που χαθηκαμε\nWe've come a long way from where we began\nΩ, θα στα πω όλα αυτά που συνεβησαν ολο αυτον το καιρο όταν σε ξαναδώ\nOh I'll tell you all about it when I see you again\nΟταν σε ξαναδώ\nWhen I see you again\nΖημιά, ποιος ήξερε όλα τα αεροπλάνα που εμεις ειχαμε πετάξει\nDamn, who knew all the planes we flew\nΠοσα Καλά πράγματα που ειχαμε περάσει μαζι\nGood things we've been through\nΓια το λογο αυτο θα στέκομαι εδώ\nThat I'll be standing right here\nΓια να σου Μιλώ για ένα άλλο μονοπάτι\nI Talking to you about another path I\nΗξερες ότι μας άρεσε πολύ να διασχιζουμε τον δρομο και να γελάμε\nKnow we loved to hit the road and laugh\nΑλλά κάτι μου ελεγε ότι αυτο δεν θα διαρκούσε πολύ\nBut something told me that it wouldn't last\nΈπρεπε να κοιταξω τα πράγματα διαφορετικά, κοιτωντας τη μεγαλύτερη φωτογραφια\nHad to switch up look at things different see the bigger picture\nΑυτές ήταν οι μέρες που δουλεψαμε σκληρα και πληρώνουμε για πάντα, τώρα σε βλέπω σε ενα καλύτερο μέρος\nThose were the days hard work forever pays now I see you in a better place\nΠώς μπορουμε να μην μιλάμε για την οικογένεια, όταν η οικογένεια μας είναι ό, τι έχουμε;\nHow could we not talk about family when family's all that we got?\nΟπουδηπηποτε και αν πηγα στεκόσουν εκεί δίπλα μου απο την αλλη πλευρα\nEverything I went through you were standing there by my side\nΚαι τώρα είσαι μαζί μου για την τελευταία μας διαδρομή\nAnd now you gonna be with me for the last ride\nΉταν μια δυσκολη μέρα χωρίς εσένα, φίλε μου\nIt's been a long day without you, my friend\nΚαι θα στα πω όλα αυτά όταν σε ξαναδώ παλι\nAnd I'll tell you all about it when I see you again\nΈχουμε παει πολύ μακριά από το σημείο που ολα ξεκινήσαν\nWe've come a long way from where we began\nΩ, θα στα πω όλα αυτά όταν σε ξαναδώ\nOh I'll tell you all about it when I see you again\nΟταν σε ξαναδώ\nWhen I see you again\nΠρώτη φορα και οι δύο βγαίνετε μονοι σας στον δρομο\nFirst you both go out your way\nΚαι η ατμόσφαιρα και το συναισθημα ειναι δυνατο και τι είναι\nAnd the vibe is feeling strong and what's\nΑυτο ειναι μια Μικρή στροφή σε μια φιλία, μια φιλία\nSmall turn to a friendship, a friendship\nΗ οποια μετατραπηκε σε δεσμο και αυτός ο δεσμός δεν θα διακοπει ποτε\nTurn into a bond and that bond will never\nΚαι η αγάπη δεν προκειται ποτέ να χαθει\nBe broken and the love will never get lost\nΚαι όταν η αδελφότητα έρχεται πρώτη σε αυτη την γραμμη τότε η γραμμή αυτη\nAnd when brotherhood come first then the line\nΕμεις Ποτέ δεν θα μπορεσουμε να τη διασχίσουμε ξανα αυτο το καθιερωμένο μόνοι μας\nWill never be crossed established it on our own\nΌταν εχει σχεδιαστεί αυτή η γραμμή και αυτή είναι η γραμμή που μας εχει μεινει\nWhen that line had to be drawn and that line is what\nΟσα εμεις περασαμε μαζι να με θυμασαι οταν εγω θα εχω φυγει\nWe reach so remember me when I'm gone\nΠώς εμεις δεν θα μπορούσαμε να μιλάμε για την οικογένεια μας, όταν η οικογένεια μας είναι ό, τι έχουμε;\nHow could we not talk about family when family's all that we got?\nΌτιδηποτε πέρασα μεσα από εσενα και εσυ στεκόμουν εκεί δίπλα μου απο την αλλη μερια\nEverything I went through you were standing there by my side\nΚαι τώρα προκειται να εισαι μαζί μου για την τελευταία διαδρομή μας\nAnd now you gonna be with me for the last ride\nΑφήσε λοιπόν το φως να σε καθοδηγήσει για να κρατήσει η κάθε στιγμη στην μνημη σου\nSo let the light guide your way hold every memory\nΚαθώς θα προχωρας στον δρομο και κάθε δρόμος που παίρνεις θα σε γυριζει στο σπίτι σου\nAs you go and every road you take will always lead you home\nΉταν μια δυσκολη μέρα χωρίς εσένα, φίλε μου\nIt's been a long day without you, my friend\nΚαι θα στα πω όλα αυτά όταν σε ξαναανταμωσω\nAnd I'll tell you all about it when I see you again\nΕχει περασει πολυς καιρος από τοτε που ειμασταν μαζι\nWe've come a long way from where we began\nΩ, θα τα εξιστορησω όλα αυτά όταν σε ξαναδώ\nOh I'll tell you all about it when I see you again"
  },
  {
    "language": "en",
    "title": "Wiz_Khalifa_See_You_Again_(feat._Charlie_Puth)_6",
    "lyrics": "\nIt's been a long time since I've had a taco\nAnd I'll tell you all about it when I eat that\nAgain\nBongos (aw, aw, aw, aw, aw)\nOh I'll tell you all about it when I see eyes again, when I\n\nDam, dam, dam, Hulu\nAll the love for this poo, no more jokes about poo\nNow I'll be sitting here on this thin road\nPlaying something on my phone\nWhen we fly planes, jet lags\nSomething told me that wiw wouldn't last\nHad to get a switch, look at this difference, bigger picture\nThose are the the blaze, work hard to eat some lazy, now I see it on youtube uh uh uh\n\nHow come you ask my family for help, and 2 dollars all I got, now I owе the bank 40,000\nAw, aw aw aw (Debt)\n\nLong Nose (long nosе)\nWhere were we?\nI tell you I need a taco, can I have a bite\n\nOh oh oh, oh\nOh oh oh woh oh\n(How come we never talk about family when family is standing, when family is standing when)\n\n\nAw"
  },
  {
    "language": "en",
    "title": "Wiz_Khalifa_See_You_Again_(feat._Charlie_Puth)_7",
    "lyrics": "It's been a long day without you, my friend\nAnd I'll tell you all about it when I see you again\nWe've come a long way from where we began\nOh, I'll tell you all about it when I see you again\nWhen I see you again\nDang, who knew?\nAll the planes we flew\nGood things we've been through\nThat I'll be standing right here talking to you\n'Bout another path\nI know we loved to hit the road and laugh\nBut something told me that it wouldn't last\nHad to switch up\nLook at things different, see the bigger picture\nThose were the days\nHard work forever pays\nNow I see you in a better place (see you in a better place)\nUh\nHow can we not talk about family when family's all that we got?\nEverything I went through you were standing there by my side\nAnd now you gon' be with me for the last ride\nIt's been a long day without you, my friend\nAnd I'll tell you all about it when I see you again\nWe've come a long way from where we began\nOh, I'll tell you all about it when I see you again\nWhen I see you again\n(Aah oh, aah oh\nWooooh-oh-oh-oh-oh-oh)\nYeah\nFirst you both go out your way\nAnd the vibe is feeling strong\nAnd what's small turn to a friendship\nA friendship turn to a bond\nAnd that bond will never be broken\nThe love will never get lost\nAnd when brotherhood come first\nThen the line will never be crossed\nEstablished it on our own\nWhen that line had to be drawn\nAnd that line is what we reach\nSo remember me when I'm gone\nHow can we not talk about family when family's all that we got?\nEverything I went through you were standing there by my side\nAnd now you gon' be with me for the last ride\nSo let the light guide your way, yeah\nHold every memory as you go\nAnd every road you take, will always lead you home, home\nIt's been a long day without you, my friend\nAnd I'll tell you all about it when I see you again\nWe've come a long way from where we began\nOh, I'll tell you all about it when I see you again\nWhen I see you again\nAah oh, aah oh\nWooooh-oh-oh-oh-oh-oh\nYeah\nWhen I see you again\nSee you again\nWhen I see you again\nAah oh, aah oh\nWooooh-oh-oh-oh-oh-oh\nYeah\nWhen I see you again"
  },
  {
    "language": "en",
    "title": "Wiz_Khalifa_See_You_Again_(feat._Charlie_Puth)_8",
    "lyrics": "Song of the Year\nKendrick Lamar - Alright\nTaylor Swift - Blank Space\nLittle Big Town - Girl Crush\nWiz Khalifa - See You Again ft. Charlie Puth\nEd Sheeran - Thinking Out Loud - WINNER\nRecord of the Year\nD'Angelo &amp; The Vanguard - Really Love\nMark Ronson - Uptown Funk ft. Bruno Mars - WINNER\nEd Sheeran - Thinking Out Loud\nTaylor Swift - Blank Space\nThe Weeknd - Can't Feel My Face\nAlbum of the Year\nAlabama Shakes - Sound &amp; Color\nKendrick Lamar - To Pimp A Butterfly\nChris Stapleton - Traveller\nTaylor Swift - 1989 - WINNER\nThe Weeknd - Beauty Behind The Madness\nBest New Artist\nCourtney Barnett\nJames Bay\nSam Hunt\nTori Kelly\nMeghan Trainor - WINNER\nBest Rap Performance:\nJ. Cole - \"Apparently\"\nDrake - \"Back to Back\"\nFetty Wap - \"Trap Queen\"\nKendrick Lamar - \"Alright\" - WINNER\nNicki Minaj - \"Truffle Butter\" ft. Drake &amp; Lil' Wayne\nKanye West - \"All Day\" ft. Theophilus London\nBest Rap/Sung Collaboration:\nBig Sean - \"One Man Can Change the World\" ft. Kanye West &amp; John Legend\nCommon &amp; John Legend - \"Glory\"\nJidenna - \"Classic Man\" ft. Roman GianArthur\nKendrick Lamar - \"These Walls\" ft. Bilal, Anna Wise &amp; Thundercat - WINNER\nNicki Minaj - \"Only\" ft. Drake, Lil' Wayne &amp; Chris Brown\nBest Rap Song:\nKanye West - \"All Day\"\nKendrick Lamar - \"Alright\" - WINNER\nDrake - \"Energy\"\nCommon &amp; John Legend - \"Glory\"\nFetty Wap - \"Trap Queen\"\nBest Rap Album:\nJ. Cole - 2014 Forest Hills Drive\nDr. Dre - Compton\nDrake - If You're Reading This its Too Late\nKendrick Lamar - To Pimp a Butterfly - WINNER\nNicki Minaj - The Pinkprint\nBest Pop Solo Performance:\nKelly Clarkson - \"Heartbeat Song\"\nEllie Goulding - \"Love Me Like You Do\"\nEd Sheeran - \"Thinking Out Loud\" - WINNER\nTaylor Swift - \"Blank Space\"\nThe Weeknd - \"Can't Feel My Face\"\nBest Pop Duo/Group Performance:\nFlorence + The Machine - \"Ship To Wreck\"\nMaroon 5 - \"Sugar\"\nMark Ronson - \"Uptown Funk\" ft. Bruno Mars - WINNER\nTaylor Swift - \"Bad Blood\" ft. Kendrick Lamar\nWiz Khalifa - \"See You Again\" ft. Charlie Puth\nBest Traditional Pop Vocal Album:\nTony Bennett &amp; Bill Charlap - The Silver Lining: The Songs Of Jerome Kern - WINNER\nBob Dylan - Shadows In The Night\nJosh Groban - Stages\nSeth MacFarlane - No One Ever Tells You\nBarry Manilow (&amp; Various Artists) - My Dream Duets\nBest Pop Vocal Album:\nKelly Clarkson - Piece By Piece\nFlorence + The Machine - How Big, How Blue, How Beautiful\nMark Ronson - Uptown Special\nTaylor Swift - 1989 - WINNER\nJames Taylor - Before This World\nBest Dance Recording:\nAbove &amp; Beyond - We're All We Need ft. Zoë Johnston\nThe Chemical Brothers - Go\nFlying Lotus - Never Catch Me ft. Kendrick Lamar\nGalantis - Runaway (U &amp; I)\nSkrillex And Diplo - Where Are Ü Now ft. Justin Bieber-WINNER\nBest Dance/Electronic Album:\nCaribou - Our Love\nThe Chemical Brothers - Born In The Echoes\nDisclosure - Caracal\nJamie XX - In Colour\nSkrillex and Diplo - Skrillex And Diplo Present Jack Ü - WINNER\nBest Rock Performance:\nAlabama Shakes - Don't Wanna Fight - WINNER\nFlorence + The Machine - What Kind Of Man\nFoo Fighters - Something From Nothing\nElle King - Ex's &amp; Oh's\nWolf Alice - Moaning Lisa Smile\nBest Metal Performance:\nAugust Burns Red - Identity\nGhost - Cirice - WINNER\nLamb Of God - 512\nSevendust - Thank You\nSlipknot - Custer\nBest Rock Song:\nAlabama Shakes - Don't Wanna Fight - WINNER\nElle King - Ex's &amp; Oh's\nJames Bay - Hold Back The River\nHighly Suspect - Lydia\nFlorence + The Machine - What Kind Of Man\nBest Rock Album:\nJames Bay - Chaos And The Calm\nHighly Suspect - Mister Asylum\nMuse - Drones - WINNER\nSlipknot - .5: The Gray Chapter\nBest Alternative Music Album:\nAlabama Shakes - Sound &amp; Color - WINNER\nBjörk - Vulnicura\nMy Morning Jacket - The Waterfall\nTame Impala - Currents\nWilco - Star Wars\nBest R&amp;B Performance:\nTamar Braxton - If I Don't Have You\nAndra Day - Rise Up\nHiatus Kaiyote - Breathing Underwater\nJeremih - Planes ft. J. Cole\nThe Weeknd - Earned It (Fifty Shades Of Grey) - WINNER\nBest Traditional R&amp;B Performance:\nFaith Evans - He Is\nLalah Hathaway - Little Ghetto Boy - WINNER\nJazmine Sullivan - Let It Burn\nTyrese - Shame\nCharlie Wilson - My Favorite Part Of You\nBest R&amp;B Song:\nMiguel - Coffee\nThe Weeknd - Earned It (Fifty Shades Of Grey)\nJazmine Sullivan - Let It Burn\nD'Angelo &amp; The Vanguard - Really Love - WINNER\nTyrese - Shame\nBest Urban Contemporary Album:\nThe Internet - Ego Death\nKehlani - You Should Be Here\nLianne La Havas - Blood\nMiguel - Wildheart\nThe Weeknd - Beauty Behind The Madness - WINNER\nBest R&amp;B Album:\nLeon Bridges - Coming Home\nD'Angelo &amp; The Vanguard - Black Messiah - WINNER\nAndra Day - Cheers To The Fall\nJazmine Sullivan - Reality Show\nCharlie Wilson - Forever Charlie\nBest Country Solo Performance:\nCam - Burning House\nChris Stapleton - Traveller - WINNER\nCarrie Underwood - Little Toy Guns\nKeith Urban - John Cougar, John Deere, John 3:16\nLee Ann Womack - Chances Are\nBest Country Duo/Group Performance:\nBrothers Osborne - Stay A Little Longer\nJoey+Rory - If I Needed You\nCharles Kelley, Dierks Bentley &amp; Eric Paslay - The Driver\nLittle Big Town - Girl Crush\nBlake Shelton - Lonely Tonight ft. Ashley Monroe\nBest Country Song:\nLee Ann Womack - Chances Are\nTime McGraw - Diamond Rings And Old Barstools\nLittle Big Town - Girl Crush - WINNER\nBrandy Clark - Hold My Hand\nChris Stapleton - Traveller\nBest Country Album:\nSam Hunt - Montevallo\nLittle Big Town - Pain Killer\nAshley Monroe - The Blade\nKacey Musgraves - Pageant Material\nChris Stapleton - Traveller - WINNER\nBest Reggae Album:\nRocky Dawuni - Branches Of The Same Tree\nJah Cure - The Cure\nBarrington Levy - Acousticalevy\nLuciano - Zion Awake\nMorgan Heritage - Strictly Roots - WINNER\nBest Compilation Soundtrack For Visual Media:\nEmpire Season 1\nFifty Shades of Grey\nGlen Campbell: I'll Be Me - WINNER\nPitch Perfect 2\nSelma\nBest Music Video:\nA$AP Rocky - L$D\nThe Dead Weather - I Feel Love (Every Million Miles)\nKendrick Lamar - Alright\nTaylor Swift ft. Kendrick Lamar - Bad Blood - WINNER\nPharrell Williams - Freedom\nBest Jazz Instrumental Album\nJoey Alexander - My Favorite Things\nTerence Blanchard feat. The E-Collective - Breathless\nRobert Glasper &amp; The Robert Glasper Trio - Covered: Recorded Live at Capitol Studios\nJimmy Greene - Beautiful Life\nJohn Scofield - Past Present - WINNER\nBest Gospel Performance/Song\nAnthony Brown &amp; Group Therapy - Worth (Live)\nWanna Be Happy? - Kirk Franklin - WINNER\nIntentional - Travis Greene\nHow Awesome Is Our God (Live) - Israel &amp; New Breed (ft. Yolanda Adams)\nWorth Fighting For (Live) - Brian Courtney Wilson\nBest Contemporary Christian Music Performance/Song\nHoly Spirit - Francesca Battistelli - WINNER\nLife Your Head Weary Sinner (Chains) - Crowder\nBecause He Lives (Amen) - Matt Maher\nSoul of Fire - Third Day (ft. All Sons &amp; Daughters)\nFeel It - TobyMac (feat. Mr. Talkbox)\nBest Gospel Album\nDestined To WIn (Live) - Karen Clark Sheard\nLiving It - Dorinda Clark-Cole\nOne Place Live - Tasha Cobbs\nCovered: Alive In Asia (Live) (Deluxe) - Israel &amp; Newbreed - WINNER\nLife Music: Stage Two - Jonathon McReynolds\nBest Contemporary Christian Music Album\nWhatever the Road - Jason Crabb\nHow Can It Be - Lauren Daigle\nSaints and Sinners - Matt Maher\nThis Is Not A Test - TobyMac - WINNER\nLove Ran Red - Chris Tomlin\nProducer of the Year:\nJeff Bhasker - WINNER\nDave Cobb\nDiplo\nLarry Klein\nBlake Mills"
  },
  {
    "language": "en",
    "title": "Wiz_Khalifa_See_You_Again_(feat._Charlie_Puth)_9",
    "lyrics": "\nIt's been a long day\nWithout you, my friend\nAnd I'll tell you all about it when I see you again\nWe've come a long way\nFrom where we began\nOh, I'll tell you all about it when I see you again\nWhen I see you again\n\nDamn, who knew?\nAll the planes we flew, good things we been through\nThat I'd be standin' right here talkin' to you\n'Bout another path, I know we loved to hit the road and laugh\nBut somethin' told me that it wouldn't last\nHad to switch up, look at things different, see the bigger picture\nThose were the days, hard work forever pays\nNow I see you in a better place (See you in a better place)\nUh\n\nHow can we not talk about family when family's all that we got?\nEverything I went through, you were standin' there by my side\nAnd now you gon' be with me for the last ride\n\nIt's been a long day\nWithout you, my friend\nAnd I'll tell you all about it when I see you again (I'll see you again)\nWe've come a long way (Yeah, we came a long way)\nFrom where we began (You know where we started)\nOh, I'll tell you all about it when I see you again (Let me tell you)\nWhen I see you again\n\nOh, oh\nOoh (Yeah)\n\nFirst, you both go out your way and the vibe is feelin' strong\nAnd what's small turned to a friendship, a friendship turned to a bond\nAnd that bond'll never be broken, the love will never get lost\n(The love will never get lost)\nAnd when brotherhood come first, then the line'll never be crossed\nEstablished it on our own when that line had to be drawn\nAnd that line is what we reached, so remember me when I'm gone\n(Remember me when I'm gone)\n\nHow can we not talk about family when family's all that we got?\nEverything I went through, you were standin' there by my side\nAnd now you gon' be with me for the last ride\n\nSo let the light guide your way, yeah\nHold every memory as you go\nAnd every road you take\nWill always lead you home, home\n\nIt's been a long day\nWithout you, my friend\nAnd I'll tell you all about it when I see you again\nWe've come a long way\nFrom where we began\nOh, I'll tell you all about it when I see you again\nWhen I see you again\n\nOh (Uh), oh (Yeah-yeah; Yeah)\nOoh (Yo, yo, uh)\nWhen I see you again (See you again, yeah, yeah)\nOh (Yeah), oh (Yeah, yeah; oh-oh)\nOoh (Uh-huh, yup)\nWhen I see you again"
  }
]